Repository: theravenstone/fapstats-translations
Catalog: fapstats-app/app_*.arb
Languages: de, es, fr, it, pl, ru, tr

source: Partner to Activity Connection
de: Partner-zu-Aktivität Verbindung
es: Conexión pareja-actividad
fr: Connexion partenaire-activité
it: Connessione partner-attività
pl: Połączenie partner-aktywność
ru: Связь партнера с активностью
tr: Partner ile aktivite bağlantısı

# theSharedActivitiesOnConnectedAccount
source: The shared activities on the connected account
de: Die geteilten Aktivitäten im verbundenen Konto
es: Las actividades compartidas en la cuenta conectada
fr: Les activités partagées sur le compte connecté
it: Attività condivise nel conto collegato
pl: Wspólne aktywności na połączonym koncie
ru: Общие активности на связанном аккаунте
tr: Bağlı hesapta paylaşılan aktiviteler

source: I understand the consequences
de: Ich verstehe die Konsequenzen
es: Entiendo las consecuencias
fr: Je comprends les conséquences
it: Comprendo le conseguenze
pl: Rozumiem konsekwencje
ru: Я понимаю последствия
tr: Sonuçları anlıyorum

source: Set Inactive
de: Inaktiv setzen
es: Poner inactivo
fr: Rendre inactif
it: Imposta inattivo
pl: Ustaw jako nieaktywny
ru: Сделать неактивным
tr: Pasif Yap

source: Set Active
de: Aktiv setzen
es: Poner activo
fr: Rendre actif
it: Imposta attivo
pl: Ustaw jako aktywny
ru: Сделать активным
tr: Aktif Yap

source: Partner Details
es: Detalles de la pareja
fr: Détails du partenaire
it: Dettagli partner
pl: Szczegóły partnera
ru: Детали партнера
tr: Partner Detayları

source: No details available
de: Keine Details verfügbar
es: No hay detalles disponibles
fr: Aucun détail disponible
it: Nessun dettaglio disponibile
pl: Brak szczegółów
ru: Детали недоступны
tr: Detay yok

source: Connected with
de: Verbunden mit
es: Conectado con
fr: Connecté avec
it: Collegato con
pl: Połączony z
ru: Связан с
tr: Bağlı olduğu

source: via Friendcode
de: über Freundescode
es: vía código de amigo
fr: via le code d’ami
it: tramite codice amico
pl: przez kod znajomego
ru: через код друга
tr: Arkadaş kodu ile

source: Activities total
de: Gesamt
es: Total de actividades
fr: Total des activités
it: Totale attività
pl: Suma aktywności
ru: Всего активностей
tr: Toplam aktiviteler

source: Gained
de: Erhalten
es: Ganado
fr: Gagné
it: Guadagnato
pl: Zdobyte
ru: Получено
tr: Kazanç

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pl: Utwórz
ru: Создать
tr: Oluştur

source: Connection Status
de: Verbindungsstatus
es: Estado de la conexión
fr: Statut de la connexion
it: Stato connessione
pl: Status połączenia
ru: Статус подключения
tr: Bağlantı durumu

source: Zodiac Compatibility
de: Sternzeichen-Kompatibilität
es: Compatibilidad zodiacal
fr: Compatibilité astrologique
it: Compatibilità zodiacale
pl: Kompatybilność zodiakalna
ru: Астрологическая совместимость
tr: Burç uyumu

source: Partner created successfully
de: Partner erfolgreich erstellt
es: Pareja creada con éxito
fr: Partenaire créé avec succès
it: Partner creato con successo
pl: Partner utworzony pomyślnie
ru: Партнер успешно создан
tr: Partner oluşturuldu

source: Failed to create partner
de: Erstellen des Partners fehlgeschlagen
es: Error al crear pareja
fr: Échec de la création du partenaire
it: Impossibile creare partner
pl: Nie udało się utworzyć partnera
ru: Не удалось создать партнера
tr: Partner oluşturulamadı

source: Failed to create activity
de: Erstellen der Aktivität fehlgeschlagen
es: Error al crear actividad
fr: Échec de la création de l’activité
it: Impossibile creare attività
pl: Nie udało się utworzyć aktywności
ru: Не удалось создать активность
tr: Aktivite oluşturulamadı

source: Activity created successfully
de: Aktivität erfolgreich erstellt
es: Actividad creada con éxito
fr: Activité créée avec succès
it: Attività creata con successo
pl: Aktywność utworzona pomyślnie
ru: Активность успешно создана
tr: Aktivite oluşturuldu

source: Create New Partner
de: Neuen Partner erstellen
es: Crear nueva pareja
fr: Créer un nouveau partenaire
it: Crea nuovo partner
pl: Utwórz nowego partnera
ru: Создать нового партнера
tr: Yeni partner oluştur

source: Create Partner
de: Partner erstellen
es: Crear pareja
fr: Créer un partenaire
it: Crea partner
pl: Utwórz partnera
ru: Создать партнера
tr: Partner oluştur

source: You have no partners yet
de: Du hast noch keine Partner
es: No tienes parejas aún
fr: Tu n’as pas encore de partenaire
it: Non hai ancora partner
pl: Nie masz jeszcze partnerów
ru: У вас пока нет партнеров
tr: Henüz partnerin yok

source: Want to hide your inactive partners?
de: Möchtest du inaktive Partner ausblenden?
es: ¿Quieres ocultar tus parejas inactivas?
fr: Voulez-vous masquer vos partenaires inactifs ?
it: Vuoi nascondere i tuoi partner inattivi?
pl: Czy chcesz ukryć nieaktywnych partnerów?
ru: Хотите скрыть неактивных партнеров?
tr: Pasif partnerlerini gizlemek ister misin?

source: Looking for an inactive partner?
de: Suchst du einen inaktiven Partner?
es: ¿Buscas una pareja inactiva?
fr: Vous cherchez un partenaire inactif ?
it: Cerchi un partner inattivo?
pl: Szukasz nieaktywnego partnera?
ru: Ищете неактивного партнера?
tr: Pasif partner mi arıyorsun?

source: Email changed successfully. Please check your new email for verification.
de: E-Mail erfolgreich geändert. Bitte prüfe deine neue E-Mail zur Bestätigung.
es: Correo cambiado con éxito. Verifica tu nuevo correo para confirmación.
fr: E-mail changé avec succès. Veuillez vérifier votre nouvelle adresse pour la validation.
it: Email cambiata con successo. Controlla la tua nuova email per la verifica.
pl: Adres e-mail został zmieniony pomyślnie. Sprawdź nową wiadomość e-mail w celu weryfikacji.
ru: E-mail успешно изменён. Пожалуйста, проверьте новый e-mail для подтверждения.
tr: Email başarıyla değiştirildi. Lütfen yeni emailini kontrol et.

source: New Email
de: Neue E-Mail
es: Nuevo correo
fr: Nouvel e-mail
it: Nuova email
pl: Nowy e-mail
ru: Новый e-mail
tr: Yeni Email

source: Confirm New Email
de: Neue E-Mail bestätigen
es: Confirmar nuevo correo
fr: Confirmer le nouvel e-mail
it: Conferma nuova email
pl: Potwierdź nowy e-mail
ru: Подтвердите новый e-mail
tr: Yeni emaili onayla

source: Please enter A new email
de: Bitte gib eine neue E-Mail ein
es: Por favor ingresa un nuevo correo
fr: Veuillez entrer un nouvel e-mail
it: Inserisci una nuova email
pl: Wpisz nowy e-mail
ru: Пожалуйста, введите новый e-mail
tr: Yeni bir email girin

# pleaseEnterAValidEmail
source: Please enter a valid email address
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Por favor ingresa un correo válido
fr: Veuillez entrer une adresse e-mail valide
it: Inserisci un indirizzo email valido
pl: Wpisz poprawny adres e-mail
ru: Пожалуйста, введите корректный e-mail
tr: Geçerli bir email adresi girin

source: Please confirm the new email
de: Bitte bestätige die neue E-Mail
es: Por favor confirma el nuevo correo
fr: Veuillez confirmer le nouvel e-mail
it: Conferma la nuova email
pl: Potwierdź nowy e-mail
ru: Пожалуйста, подтвердите новый e-mail
tr: Yeni emaili onaylayın

source: Emails do not match
de: E-Mails stimmen nicht überein
es: Los correos no coinciden
fr: Les e-mails ne correspondent pas
it: Le email non corrispondono
pl: Adresy e-mail nie są zgodne
ru: E-mail адреса не совпадают
tr: Email adresleri eşleşmiyor

source: Password changed successfully
de: Passwort erfolgreich geändert
es: Contraseña cambiada con éxito
fr: Mot de passe changé avec succès
it: Password cambiata con successo
pl: Hasło zostało pomyślnie zmienione
ru: Пароль успешно изменён
tr: Şifre başarıyla değiştirildi

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
pl: Nowe hasło
ru: Новый пароль
tr: Yeni Şifre

source: Please enter a new password
de: Bitte gib ein neues Passwort ein
es: Por favor ingresa una nueva contraseña
fr: Veuillez entrer un nouveau mot de passe
it: Inserisci una nuova password
pl: Wpisz nowe hasło
ru: Пожалуйста, введите новый пароль
tr: Yeni şifre girin

source: Password must be at least 6 characters long
de: Das Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
it: La password deve essere lunga almeno 6 caratteri
pl: Hasło musi mieć co najmniej 6 znaków
ru: Пароль должен быть не менее 6 символов
tr: Şifre en az 6 karakter uzunluğunda olmalı

source: Password must contain at least one uppercase letter
de: Das Passwort muss mindestens einen Großbuchstaben enthalten
es: La contraseña debe contener al menos una letra mayúscula
fr: Le mot de passe doit contenir au moins une majuscule
it: La password deve contenere almeno una lettera maiuscola
pl: Hasło musi zawierać co najmniej jedna wielką literę
ru: Пароль должен содержать хотя бы одну заглавную букву
tr: Şifre en az bir büyük harf içermeli

source: Password must contain at least one lowercase letter
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten
es: La contraseña debe contener al menos una letra minúscula
fr: Le mot de passe doit contenir au moins une minuscule
it: La password deve contenere almeno una lettera minuscola
pl: Hasło musi zawierać co najmniej jedna małą literę
ru: Пароль должен содержать хотя бы одну строчную букву
tr: Şifre en az bir küçük harf içermeli

source: Password must contain at least one number
de: Das Passwort muss mindestens eine Zahl enthalten
es: La contraseña debe contener al menos un número
fr: Le mot de passe doit contenir au moins un chiffre
it: La password deve contenere almeno un numero
pl: Hasło musi zawierać co najmniej jedną cyfrę
ru: Пароль должен содержать хотя бы одну цифру
tr: Şifre en az bir sayı içermeli

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
pl: Potwierdź nowe hasło
ru: Подтвердите новый пароль
tr: Yeni şifreyi onayla

# pleaseConfirmNewPassword
source: Please confirm the new password
de: Bitte bestätige das neue Passwort
es: Por favor confirma la nueva contraseña
fr: Veuillez confirmer le nouveau mot de passe
it: Conferma la nuova password
pl: Potwierdź nowe hasło
ru: Пожалуйста, подтвердите новый пароль
tr: Yeni şifreyi onaylayın

source: Preference updated successfully
de: Einstellung erfolgreich aktualisiert
es: Preferencia actualizada con éxito
fr: Préférence mise à jour avec succès
it: Preferenza aggiornata con successo
pl: Preferencje zostały pomyślnie zaktualizowane
ru: Настройка успешно обновлена
tr: Tercih başarıyla güncellendi

source: Advanced App Settings
de: Erweiterte App-Einstellungen
es: Configuración avanzada de la app
fr: Paramètres avancés de l’application
it: Impostazioni avanzate dell’app
pl: Zaawansowane ustawienia aplikacji
ru: Расширенные настройки приложения
tr: Gelişmiş Uygulama Ayarları

source: Enable or disable specific content to customize the app to your needs.
de: Aktiviere oder deaktiviere bestimmte Inhalte, um die App an deine Bedürfnisse anzupassen.
es: Activa o desactiva contenido específico para personalizar la app a tus necesidades.
fr: Active ou désactive certains contenus pour adapter l’application à tes besoins.
it: Abilita o disabilita contenuti specifici per personalizzare l’app secondo le tue esigenze.
pl: Włącz lub wyłącz określone funkcje, aby dostosować aplikację do swoich potrzeb.
ru: Включайте или отключайте контент для настройки приложения под ваши нужды.
tr: Uygulamayı ihtiyaçlarınıza göre özelleştirmek için belirli içerikleri etkinleştirin veya devre dışı bırakın.

source: Developer Mode
de: Entwicklermodus
es: Modo desarrollador
fr: Mode développeur
it: Modalità sviluppatore
pl: Tryb programisty
ru: Режим разработчика
tr: Geliştirici Modu

# developerModeShowsIDsAndEnablesClearingCaches
source: Developer Mode shows the IDs of your data and enables clearing of all caches
de: Der Entwicklermodus zeigt die IDs deiner Daten und ermöglicht das Leeren aller Caches
es: El modo desarrollador muestra los IDs de tus datos y permite borrar todas las cachés
fr: Le mode développeur affiche les IDs de tes données et permet de vider tous les caches
it: La modalità sviluppatore mostra gli ID dei tuoi dati e consente di svuotare tutte le cache
pl: Tryb programisty pokazuje identyfikatory danych i umożliwia czyszczenie pamięci podręcznej
ru: Режим разработчика показывает ID ваших данных и позволяет очистить все кэши
tr: Geliştirici Modu verilerinizin ID'lerini gösterir ve tüm önbelleklerin temizlenmesini sağlar

source: Change App Language
de: App-Sprache ändern
es: Cambiar idioma de la app
fr: Changer la langue de l’application
it: Cambia la lingua dell’app
pl: Zmień język aplikacji
ru: Сменить язык приложения
tr: Uygulama Dilini Değiştir

source: Change the language to customize the app to your needs
de: Ändere die Sprache, um die App an deine Bedürfnisse anzupassen
es: Cambia el idioma para personalizar la app a tus necesidades
fr: Change la langue pour personnaliser l’application selon tes besoins
it: Cambia la lingua per personalizzare l’app secondo le tue esigenze
pl: Zmień język, aby dostosować aplikację do swoich potrzeb
ru: Смените язык, чтобы настроить приложение под ваши нужды
tr: Uygulamayı ihtiyaçlarınıza göre özelleştirmek için dili değiştirin

source: Customize your experience
de: Passe dein Erlebnis an
es: Personaliza tu experiencia
fr: Personnalise ton expérience
it: Personalizza la tua esperienza
pl: Dostosuj swoje doświadczenie
ru: Настройте свой опыт
tr: Deneyiminizi Özelleştirin

source: Show Inactive Partners
de: Inaktive Partner anzeigen
es: Mostrar parejas inactivas
fr: Afficher les partenaires inactifs
it: Mostra partner inattivi
pl: Pokaż nieaktywnych partnerów
ru: Показывать неактивных партнеров
tr: Pasif Partnerleri Göster

source: When disabled, inactive partners are hidden from view
de: Wenn deaktiviert, werden inaktive Partner verborgen
es: Al desactivar, las parejas inactivas quedan ocultas
fr: Si désactivé, les partenaires inactifs seront masqués
it: Se disabilitato, i partner inattivi saranno nascosti
pl: Gdy wyłączone, nieaktywni partnerzy są ukryci
ru: Если отключено, неактивные партнеры скрыты из просмотра
tr: Devre dışı bırakıldığında, pasif partnerler görünümden gizlenir

source: Show Sex Month Challenges
de: Sex-Monat-Challenges anzeigen
es: Mostrar retos del mes del sexo
fr: Afficher les défis mensuels du sexe
it: Mostra le sfide del mese del sesso
pl: Pokaż wyzwania miesiąca seksu
ru: Показывать вызовы месяца секса
tr: Cinsel Ay Meydan Okumalarını Göster

source: Shows you challenges like No Nut November, Locktober and more
de: Zeigt dir Herausforderungen wie No Nut November, Locktober und mehr
es: Te muestra retos como No Nut November, Locktober y más
fr: Affiche les défis comme No Nut November, Locktober et autres
it: Ti mostra sfide come No Nut November, Locktober e altro
pl: Pokazuje wyzwania takie jak No Nut November, Locktober i inne
ru: Показывает вызовы как No Nut November, Locktober и другие
tr: No Nut November, Locktober gibi meydan okumaları gösterir

source: Show Streak
de: Serie anzeigen
es: Mostrar racha
fr: Afficher la série
it: Mostra la serie
pl: Pokaż serię
ru: Показывать серию
tr: Seriyi Göster

source: Shows your 3+ days streak on the home page
de: Zeigt deine 3+ Tage Serie auf der Startseite
es: Muestra tu racha de 3+ días en la página principal
fr: Affiche ta série de plus de 3 jours sur la page d’accueil
it: Mostra la tua serie di 3+ giorni nella pagina principale
pl: Pokazuje twoją 3+ dniową serię na stronie głównej
ru: Показывает вашу серию 3+ дня на главной странице
tr: Ana sayfada 3+ günlük serinizi gösterir

source: Show Chastity
de: Keuschheit anzeigen
es: Mostrar castidad
fr: Afficher la chasteté
it: Mostra castità
pl: Pokaż czystość
ru: Показывать целомудрие
tr: Sadakati Göster

source: When disabled, chastity-related content is hidden
de: Wenn deaktiviert, wird keuschheitsbezogener Inhalt ausgeblendet
es: Al desactivar, el contenido relacionado con la castidad queda oculto
fr: Si désactivé, le contenu relatif à la chasteté sera masqué
it: Se disabilitato, i contenuti relativi alla castità saranno nascosti
pl: Gdy wyłączone, treści dotyczące czystości są ukryte
ru: Если отключено, содержимое, связанное с целомудрием, скрыто
tr: Devre dışı bırakıldığında, sadakatle ilgili içerik gizlenir

source: Show Tag Suggestions
de: Tag-Vorschläge anzeigen
es: Mostrar sugerencias de etiquetas
fr: Afficher les suggestions de tag
it: Mostra suggerimenti tag
pl: Pokaż sugestie tagów
ru: Показывать предложения тегов
tr: Etiket Önerilerini Göster

source: When disabled, you will not get tag suggestions
de: Wenn deaktiviert, erhältst du keine Tag-Vorschläge
es: Al desactivar, no recibirás sugerencias de etiquetas
fr: Si désactivé, tu ne recevras pas de suggestions de tag
it: Se disabilitato, non riceverai suggerimenti tag
pl: Gdy wyłączone, nie otrzymasz sugestii tagów
ru: Если отключено, вы не получите предложения тегов
tr: Devre dışı bırakıldığında, etiket önerileri almazsınız

source: Customize your statistics
de: Statistiken anpassen
es: Personaliza tus estadísticas
fr: Personnalise tes statistiques
it: Personalizza le tue statistiche
pl: Dostosuj swoje statystyki
ru: Настройте ваши статистики
tr: İstatistiklerinizi Özelleştirin

source: Enable or disable specific charts to customize the app to your needs.
de: Aktiviere oder deaktiviere bestimmte Diagramme, um die App deinen Bedürfnissen anzupassen.
es: Activa o desactiva gráficos específicos para personalizar la app a tus necesidades.
fr: Active ou désactive certains graphiques pour personnaliser l’appli à tes besoins.
it: Abilita o disabilita grafici specifici per personalizzare l’app secondo le tue esigenze.
pl: Włącz lub wyłącz konkretne wykresy, aby dopasować aplikację do swoich potrzeb.
ru: Включайте или отключайте графики для настройки приложения под ваши нужды.
tr: Uygulamayı ihtiyaçlarınıza göre özelleştirmek için belirli grafiklerin açılıp kapatılması.

source: Sex Profile
de: Sex-Profil
es: Perfil sexual
fr: Profil sexuel
it: Profilo sessuale
pl: Profil seksualny
ru: Сексуальный профиль
tr: Cinsel Profil

source: Shows the radar chart for your sex profile
de: Zeigt das Radar-Diagramm deines Sex-Profils
es: Muestra el gráfico radar de tu perfil sexual
fr: Affiche le graphique radar de ton profil sexuel
it: Mostra il grafico radar per il tuo profilo sessuale
pl: Pokazuje wykres radarowy twojego profilu seksualnego
ru: Показывает радиальную диаграмму вашего сексуального профиля
tr: Cinsel profiliniz için radar grafiği gösterir

source: Year Overview
de: Jahresübersicht
es: Resumen anual
fr: Vue annuelle
it: Panoramica annuale
pl: Przegląd roku
ru: Обзор года
tr: Yıl Özeti

source: Shows the bar chart for activities in each month
de: Zeigt das Balkendiagramm der Aktivitäten pro Monat
es: Muestra el gráfico de barras para actividades por mes
fr: Affiche l’histogramme des activités par mois
it: Mostra il grafico a barre per le attività di ogni mese
pl: Pokazuje wykres słupkowy aktywności w każdym miesiącu
ru: Показывает столбчатую диаграмму активностей за каждый месяц
tr: Her ay için aktivite çubuk grafiklerini gösterir

source: Activity Duration
de: Aktivitätsdauer
es: Duración de actividad
fr: Durée de l’activité
it: Durata attività
pl: Czas trwania aktywności
ru: Продолжительность активности
tr: Aktivite Süresi

source: Shows the bar chart for activity duration in each month
de: Zeigt das Balkendiagramm der Aktivitätsdauer pro Monat
es: Muestra el gráfico de barras de duración por mes
fr: Affiche l’histogramme de la durée des activités par mois
it: Mostra il grafico a barre della durata attività per ogni mese
pl: Pokazuje wykres słupkowy czasu trwania aktywności w każdym miesiącu
ru: Показывает столбчатую диаграмму продолжительности активностей за каждый месяц
tr: Her ay için aktivite süresi çubuk grafiklerini gösterir

source: Month Overview
de: Monatsübersicht
es: Resumen mensual
fr: Vue mensuelle
it: Panoramica mensile
pl: Przegląd miesiąca
ru: Обзор месяца
tr: Ay Özeti

source: Shows you the line chart with the activity growth within one month
de: Zeigt das Liniendiagramm mit dem Aktivitätswachstum im Monat
es: Muestra la gráfica de línea del crecimiento de actividades en un mes
fr: Affiche la courbe d’évolution des activités dans un mois
it: Mostra il grafico a linee della crescita delle attività in un mese
pl: Pokazuje wykres liniowy wzrostu aktywności w ciągu miesiąca
ru: Показывает линейный график роста активности за месяц
tr: Bir ay içindeki aktivite artışının çizgi grafiğini gösterir

source: Week Average
de: Wochendurchschnitt
es: Promedio semanal
fr: Moyenne hebdomadaire
it: Media settimanale
pl: Średnia tygodniowa
ru: Среднее за неделю
tr: Haftalık Ortalama

source: Shows you the line chart with the activity count for each day of the week
de: Zeigt das Liniendiagramm mit der Aktivitätsanzahl pro Wochentag
es: Muestra la gráfica de línea del número de actividades por día de la semana
fr: Affiche la courbe du nombre d’activités pour chaque jour de la semaine
it: Mostra il grafico a linee del numero di attività per ogni giorno della settimana
pl: Pokazuje wykres liniowy aktywności w każdym dniu tygodnia
ru: Показывает линейный график количества активностей по дням недели
tr: Haftanın her günü için aktivite sayısının çizgi grafiğini gösterir

source: Shows you the bar chart with the activity count for each different rating
de: Zeigt das Balkendiagramm mit der Aktivitätsanzahl pro Bewertung
es: Te muestra el gráfico de barras con el recuento de actividades para cada calificación diferente
fr: Vous montre le graphique à barres avec le nombre d'activités pour chaque évaluation différente
it: Mostra il grafico a barre con il conteggio delle attività per ogni valutazione diversa
pl: Pokazuje wykres słupkowy z liczbą aktywności dla każdej innej oceny
ru: Показывает столбчатую диаграмму с количеством активностей для каждой оценки
tr: Her farklı puan için etkinlik sayısını gösteren çubuk grafik gösterir

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pl: Profil
ru: Профиль
tr: Profil

source: Display Name
de: Anzeigename
es: Nombre mostrado
fr: Nom affiché
it: Nome visualizzato
pl: Nazwa wyświetlana
ru: Отображаемое имя
tr: Görünen İsim

source: About Me
de: Über mich
es: Sobre mí
fr: À propos de moi
it: Su di me
pl: O mnie
ru: Обо мне
tr: Hakkımda

source: Leaderboard Settings
de: Bestenlisten-Einstellungen
es: Configuración de la clasificación
fr: Paramètres du classement
it: Impostazioni classifica
pl: Ustawienia rankingu
ru: Настройки рейтинга
tr: Lider Tablosu Ayarları

source: Display with public profile
de: Mit öffentlichem Profil anzeigen
es: Mostrar con perfil público
fr: Afficher avec profil public
it: Mostra con profilo pubblico
pl: Pokaż z publicznym profilem
ru: Показывать с публичным профилем
tr: Herkese açık profil ile göster

source: Display as private user
de: Als privater Nutzer anzeigen
es: Mostrar como usuario privado
fr: Afficher comme utilisateur privé
it: Mostra come utente privato
pl: Pokaż jako użytkownik prywatny
ru: Показывать как приватный пользователь
tr: Özel kullanıcı olarak göster

source: Hide from leaderboard
de: Von Bestenliste ausblenden
es: Ocultar de la clasificación
fr: Masquer du classement
it: Nascondi dalla classifica
pl: Ukryj w rankingu
ru: Скрыть из рейтинга
tr: Lider tablosundan gizle

source: Successfully updated profile!
de: Profil erfolgreich aktualisiert!
es: Perfil actualizado correctamente!
fr: Profil mis à jour avec succès !
it: Profilo aggiornato con successo!
pl: Profil pomyślnie zaktualizowany!
ru: Профиль успешно обновлен!
tr: Profil başarıyla güncellendi!

source: Caches cleared successfully
de: Caches erfolgreich geleert
es: Cachés limpiadas con éxito
fr: Caches vidés avec succès
it: Cache pulite con successo
pl: Pamięć podręczna została wyczyszczona
ru: Кэши успешно очищены
tr: Önbellekler başarıyla temizlendi
