Repository: theravenstone/fapstats-translations
Catalog: fapstats-app/app_*.arb
Languages: de, es, fr, it, pl, ru, tr

source: View all achievements
de: Alle Erfolge anzeigen
es: Ver todos los logros
fr: Voir tous les succès
it: Vedi tutti i risultati
pl: Zobacz wszystkie osiągnięcia
ru: Просмотреть все достижения
tr: Tüm başarıları görüntüle

source: Create Achievement
de: Erfolg erstellen
es: Crear logro
fr: Créer un succès
it: Crea risultato
pl: Utwórz osiągnięcie
ru: Создать достижение
tr: Başarı oluştur

# pleaseEnterNumberForStage
source: Please enter a number for Stage {stage}
de: Bitte gib eine Zahl für Stufe {stage} ein
es: Por favor, introduce un número para el nivel {stage}
fr: Veuillez entrer un nombre pour l’étape {stage}
it: Inserisci un numero per il livello {stage}
pl: Wprowadź numer dla Etapu {stage}
ru: Введите число для этапа {stage}
tr: {stage} Aşaması için bir sayı girin

# mustBeSmallerThanStage
source: Must be smaller than Stage {stage}
de: Muss kleiner als Stufe {stage} sein
es: Debe ser menor que el nivel {stage}
fr: Doit être inférieur à l’étape {stage}
it: Deve essere inferiore al livello {stage}
pl: Musi być mniejszy niż Etap {stage}
ru: Должно быть меньше этапа {stage}
tr: {stage} Aşamasından küçük olmalıdır

# mustBeGreaterThanStage
source: Must be greater than Stage {stage}
de: Muss größer als Stufe {stage} sein
es: Debe ser mayor que el nivel {stage}
fr: Doit être supérieur à l’étape {stage}
it: Deve essere superiore al livello {stage}
pl: Musi być większy niż Etap {stage}
ru: Должно быть больше этапа {stage}
tr: {stage} Aşamasından büyük olmalıdır

# stage
source: Stage {stage}
de: Stufe {stage}
es: Nivel {stage}
fr: Étape {stage}
it: Livello {stage}
pl: Etap {stage}
ru: Этап {stage}
tr: Aşama {stage}

source: Must be between {min} and {max}
de: Muss zwischen {min} und {max} liegen
es: Debe estar entre {min} y {max}
fr: Doit être entre {min} et {max}
it: Deve essere tra {min} e {max}
pl: Musi się mieścić między {min} a {max}
ru: Должно быть между {min} и {max}
tr: {min} ile {max} arasında olmalıdır

source: Stages must have unique values
de: Stufen müssen einzigartige Werte haben
es: Los niveles deben tener valores únicos
fr: Les étapes doivent avoir des valeurs uniques
it: I livelli devono avere valori unici
pl: Etapy muszą mieć unikalne wartości
ru: Этапы должны иметь уникальные значения
tr: Aşamalar benzersiz değerlere sahip olmalıdır

source: Please connect to the internet
de: Bitte verbinde dich mit dem Internet
es: Por favor, conéctate a Internet
fr: Veuillez vous connecter à Internet
it: Per favore connettiti a internet
pl: Proszę połącz się z internetem
ru: Пожалуйста, подключитесь к Интернету
tr: Lütfen internete bağlanın

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pl: Spróbuj ponownie
ru: Повторить
tr: Tekrar dene

source: Based on
de: Basierend auf
es: Basado en
fr: Basé sur
it: Basato su
pl: Na podstawie
ru: На основе
tr: Dayalı

# hourShort
source: h
pl: g
ru: ч
tr: s

# minuteShort
source: m
pl: min
ru: м
tr: d

# introduction_title_1
source: Track Your Activities and Discover Insights
de: Verfolge deine Aktivitäten und entdecke Einblicke
es: Registra tus actividades y descubre insights
fr: Suivez vos activités et découvrez des insights
it: Traccia le tue attività e scopri insight
pl: Śledź swoje aktywności i odkrywaj spostrzeżenia
ru: Отслеживайте свои активности и получайте инсайты
tr: Aktivitelerinizi takip edin ve içgörüler keşfedin

# introduction_desc_1
source: Easily log sex, masturbation, and chastity to get detailed personal statistics
de: Protokolliere einfach Sex, Masturbation und Keuschheit, um detaillierte persönliche Statistiken zu erhalten
es: Registra fácilmente sexo, masturbación y castidad para obtener estadísticas personales detalladas
fr: Enregistrez facilement le sexe, la masturbation et la chasteté pour obtenir des statistiques personnelles détaillées
it: Registra facilmente sesso, masturbazione e castità per ottenere statistiche personali dettagliate
pl: Łatwo zapisuj seks, masturbację i czystość, aby uzyskać szczegółowe statystyki osobiste
ru: Легко записывайте секс, мастурбацию и целомудрие для получения подробной личной статистики
tr: Seks, mastürbasyon ve sadakati kolayca kaydedin ve ayrıntılı kişisel istatistikler alın

# introduction_title_2
source: Unlock Achievements and Break Your Own Records
de: Schalte Erfolge frei und brich deine eigenen Rekorde
es: Desbloquea logros y rompe tus propios récords
fr: Débloquez des succès et battez vos propres records
it: Sblocca risultati e supera i tuoi record
pl: Odblokuj osiągnięcia i pobij własne rekordy
ru: Открывайте достижения и улучшайте рекорды
tr: Başarıları açın ve kendi rekorlarınızı kırın

# introduction_desc_2
source: You can also create create custom achievements tailored to you
de: Du kannst auch individuelle Erfolge erstellen, die auf dich zugeschnitten sind
es: También puedes crear logros personalizados adaptados a ti
fr: Vous pouvez également créer des succès personnalisés adaptés à vous
it: Puoi anche creare risultati personalizzati su misura per te
pl: Możesz także tworzyć własne osiągnięcia dostosowane do siebie
ru: Вы также можете создавать индивидуальные достижения на свой вкус
tr: Ayrıca size özel başarılar oluşturabilirsiniz

# introduction_title_3
source: Visualize Your Intimate Life
de: Visualisiere dein intimes Leben
es: Visualiza tu vida íntima
fr: Visualisez votre vie intime
it: Visualizza la tua vita intima
pl: Zobacz swoje życie intymne
ru: Визуализируйте свою интимную жизнь
tr: Samimi hayatınızı görselleştirin

# introduction_desc_3
source: See all activities color-coded in your Sex Calendar
de: Sieh alle Aktivitäten farblich gekennzeichnet in deinem Sex-Kalender
es: Ve todas las actividades codificadas por colores en tu Calendario Sexual
fr: Voyez toutes vos activités codées par couleur dans votre calendrier sexuel
it: Vedi tutte le attività codificate a colori nel tuo Calendario del sesso
pl: Zobacz wszystkie aktywności oznaczone kolorami w swoim Kalendarzu Seksualnym
ru: Смотрите все активности, отмеченные цветом в вашем сексуальном календаре
tr: Tüm aktiviteleri Seks Takviminizde renk kodlu olarak görün

# introduction_title_4
source: Personalize Your Stats with Partners, Toys and Tags
de: Personalisiere deine Statistik mit Partnern, Spielzeugen und Tags
es: Personaliza tus estadísticas con parejas, juguetes y etiquetas
fr: Personnalisez vos statistiques avec partenaires, jouets et tags
it: Personalizza le tue statistiche con partner, giocattoli e tag
pl: Spersonalizuj swoje statystyki z partnerami, zabawkami i tagami
ru: Персонализируйте статистику с помощью партнеров, игрушек и тегов
tr: İstatistiklerinizi partnerler, oyuncaklar ve etiketlerle kişiselleştirin

# introduction_desc_4
source: Track favorites, compare performance, and discover what excites you most
de: Verfolge Favoriten, vergleiche Leistungen und entdecke, was dich am meisten erregt
es: Sigue favoritos, compara rendimiento y descubre qué te excita más
fr: Suivez vos favoris, comparez vos performances, et découvrez ce qui vous excite le plus
it: Tieni traccia dei preferiti, confronta le performance e scopri cosa ti eccita di più
pl: Śledź ulubione, porównuj wyniki i odkrywaj, co Cię najbardziej podnieca
ru: Отслеживайте фаворитов, сравнивайте результаты и узнавайте, что вас больше всего возбуждает
tr: Favorileri takip edin, performansı karşılaştırın ve sizi en çok heyecanlandıranı keşfedin

# introduction_title_5
source: Create Your Fucketlist & Live It
de: Erstelle deine Fucketlist & lebe sie
es: Crea tu lista de deseos y vívela
fr: Créez votre Fucketlist et vivez-la
it: Crea la tua Fucketlist e vivila
pl: Utwórz swoją listę przyjemności i żyj nią
ru: Создайте свою личную 'Fucketlist' и живите ей
tr: Kişisel Fucketlistenizi oluşturun ve yaşayın

# introduction_desc_5
source: Plan intimate goals, track progress, and celebrate every milestone
de: Plane intime Ziele, verfolge Fortschritte und feiere jeden Meilenstein
es: Planifica objetivos íntimos, sigue el progreso y celebra cada hito
fr: Planifiez des objectifs intimes, suivez vos progrès et célébrez chaque étape
it: Pianifica obiettivi intimi, segui i progressi e celebra ogni traguardo
pl: Planuj intymne cele, śledź postępy i świętuj każdy kamień milowy
ru: Планируйте интимные цели, следите за прогрессом и празднуйте каждый шаг
tr: Samimi hedefler planlayın, ilerlemenizi takip edin ve her başarıyı kutlayın

# introduction_title_6
source: Level Up & Conquer the Leaderboard
de: Steige im Level auf & erobere die Bestenliste
es: Sube de nivel y conquista la tabla de líderes
fr: Montez en niveau et conquerez le classement
it: Sal i di livello e conquista la classifica
pl: Awansuj i zdobądź miejsce na liście najlepszych
ru: Повышайте уровень и завоевывайте лидерборд
tr: Seviye atlayın ve liderlik tablosunu fethedin

# introduction_desc_6
source: Earn XP, unlock levels, and see how you compare
de: Verdiene XP, schalte Level frei und vergleiche dich mit anderen
es: Gana XP, desbloquea niveles y mira cómo te comparas
fr: Gagnez des XP, débloquez des niveaux, et voyez comment vous vous situez
it: Guadagna XP, sblocca livelli e vedi come ti posizioni
pl: Zarabiaj punkty XP, odblokowuj poziomy i sprawdzaj, jak się plasujesz
ru: Зарабатывайте XP, открывайте уровни и сравнивайте себя с другими
tr: XP kazanın, seviyelerin kilidini açın ve nasıl karşılaştırıldığınızı görün

# introduction_title_7
source: Keep a Private Diary
de: Führe ein privates Tagebuch
es: Lleva un diario privado
fr: Tenez un journal privé
it: Tieni un diario privato
pl: Prowadź prywatny dziennik
ru: Ведите личный дневник
tr: Gizli bir günlük tutun

# introduction_desc_7
source: Add notes to activities — your personal story, your way
de: Füge Notizen zu deinen Aktivitäten hinzu — deine persönliche Geschichte, auf deine Weise
es: Agrega notas a las actividades — tu historia personal, a tu manera
fr: Ajoutez des notes à vos activités - votre histoire personnelle, à votre façon
it: Aggiungi note alle attività — la tua storia personale, a modo tuo
pl: Dodawaj notatki do aktywności — twoja osobista historia, twoim sposobem
ru: Добавляйте заметки к активностям — ваша личная история, ваш стиль
tr: Aktivitelerinize notlar ekleyin — kendi kişisel hikayeniz, kendi yolunuz

# introduction_title_8
source: No Limits, No Hidden Costs
de: Keine Grenzen, keine versteckten Kosten
es: Sin límites, sin costos ocultos
fr: Pas de limites, pas de coûts cachés
it: Nessun limite, nessun costo nascosto
pl: Bez ograniczeń, bez ukrytych kosztów
ru: Без ограничений, без скрытых платежей
tr: Sınır yok, gizli ücret yok

# introduction_desc_8
source: Track unlimited activities — 100% free
de: Protokolliere unbegrenzt Aktivitäten — 100% kostenlos
es: Registra actividades ilimitadas — 100% gratis
fr: Enregistrez un nombre illimité d’activités - 100% gratuit
it: Registra attività illimitate — 100% gratis
pl: Śledź nieograniczoną liczbę aktywności — 100% za darmo
ru: Отслеживайте неограниченное число активностей — 100% бесплатно
tr: Sınırsız aktivite izleme — %100 ücretsiz

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
pl: Zaloguj się
ru: Войти
tr: Giriş yap

source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pl: Pomiń
ru: Пропустить
tr: Atla

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pl: Dalej
ru: Далее
tr: İleri

source: Aries
de: Widder
fr: Bélier
it: Ariete
pl: Baran
ru: Овен
tr: Koç

source: Taurus
de: Stier
es: Tauro
fr: Taureau
it: Toro
pl: Byk
ru: Телец
tr: Boğa

source: Gemini
de: Zwilling
es: Géminis
fr: Gémeaux
it: Gemelli
pl: Bliźnięta
ru: Близнецы
tr: İkizler

source: Cancer
de: Krebs
es: Cáncer
it: Cancro
pl: Rak
ru: Рак
tr: Yengeç

source: Leo
de: Löwe
fr: Lion
it: Leone
pl: Lew
ru: Лев
tr: Aslan

source: Virgo
de: Jungfrau
fr: Vierge
it: Vergine
pl: Panna
ru: Дева
tr: Başak

source: Libra
de: Waage
fr: Balance
it: Bilancia
pl: Waga
ru: Весы
tr: Terazi

source: Scorpio
de: Skorpion
es: Escorpio
fr: Scorpion
it: Scorpione
pl: Skorpion
ru: Скорпион
tr: Akrep

source: Sagittarius
de: Schütze
es: Sagitario
fr: Sagittaire
it: Sagittario
pl: Strzelec
ru: Стрелец
tr: Yay

source: Capricorn
de: Steinbock
es: Capricornio
fr: Capricorne
it: Capricorno
pl: Koziorożec
ru: Козерог
tr: Oğlak

source: Aquarius
de: Wassermann
es: Acuario
fr: Verseau
it: Acquario
pl: Wodnik
ru: Водолей
tr: Kova

source: Pisces
de: Fisch
es: Piscis
fr: Poissons
it: Pesci
pl: Ryby
ru: Рыбы
tr: Balık

source: You are a Perfect Match
de: Ihr passt perfekt zusammen
es: Ustedes encajan perfectamente
fr: Vous allez parfaitement ensemble
it: Siete perfetti insieme
pl: Pasujecie do siebie idealnie
ru: Вы идеально подходите друг другу
tr: Birbirinize mükemmel uyuyorsunuz

source: You are a Good Match
de: Ihr passt gut zusammen
es: Ustedes encajan bien
fr: Vous allez bien ensemble
it: Siete una buona coppia
pl: Pasujecie do siebie dobrze
ru: Вы хорошо подходите друг другу
tr: Birbirinize iyi uyuyorsunuz

source: You are Not Compatible
de: Ihr passt nicht zusammen
es: Ustedes no encajan
fr: Vous n'allez pas ensemble
it: Non andate d'accordo
pl: Nie pasujecie do siebie
ru: Вы не подходите друг другу
tr: Birbirinize uymuyorsunuz

source: Keyholding Details
es: Detalles de Keyholding
fr: Détails de Keyholding
pl: Szczegóły Keyholding
ru: Детали Keyholding
tr: Keyholding Detayları

source: Lock Code
de: Schlossnummer
es: código de bloqueo
fr: code de verrouillage
pl: kod blokady
ru: код блокировки
tr: kilit kodu

source: Email
es: Correo
