Repository: theravenstone/fapstats-translations
Catalog: fapstats-app/app_*.arb
Languages: de, es, fr, it, pl, ru, tr

source: You have successfully signed in with Google
de: Du hast dich erfolgreich mit Google angemeldet
es: Has iniciado sesión con Google
fr: Tu es connecté avec Google
it: Accesso effettuato con Google
pl: Zalogowano przez Google
ru: Вы успешно вошли через Google
tr: Google ile başarıyla giriş yaptınız

source: Sign in to Fapstats
de: Bei Fapstats anmelden
es: Iniciar sesión en Fapstats
fr: Connexion à Fapstats
it: Accedi a Fapstats
pl: Zaloguj się do Fapstats
ru: Вход в Fapstats
tr: Fapstats'a giriş yap

source: Enter your account information to sign in.
de: Gib deine Kontoinformationen ein, um dich anzumelden.
es: Introduce tus datos para iniciar sesión.
fr: Saissis tes informations de compte pour te connecter.
it: Inserisci le tue informazioni per accedere.
pl: Wprowadź dane konta, aby się zalogować.
ru: Введите данные аккаунта для входа.
tr: Giriş yapmak için hesap bilgilerinizi girin.

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pl: Zaloguj się
ru: Войти
tr: Giriş Yap

source: Signing In...
de: Wird angemeldet...
es: Iniciando sesión...
fr: Connexion...
it: Accesso in corso...
pl: Logowanie...
ru: Вход...
tr: Giriş yapılıyor...

source: OR SIGN IN WITH
de: ODER ANMELDEN MIT
es: O INICIA SESIÓN CON
fr: OU CONNECTE-TOI AVEC
it: O ACCEDI CON
pl: LUB ZALOGUJ SIĘ PRZEZ
ru: ИЛИ ВОЙТИ ЧЕРЕЗ
tr: VEYA ŞUNLARLA GİRİŞ YAP

# doNotHaveAnAccountRegisterHere
source: Don't have an account? Register here
de: Kein Konto? Hier registrieren
es: ¿No tienes cuenta? Regístrate aquí
fr: Pas de compte ? Inscris-toi ici
it: Non hai un account? Registrati qui
pl: Nie masz konta? Zarejestruj się tutaj
ru: Нет аккаунта? Зарегистрируйтесь здесь
tr: Hesabın yok mu? Buradan kaydol

source: By signing in, you agree to our
de: Mit der Anmeldung akzeptierst du unsere
es: Al iniciar sesión, aceptas nuestros
fr: En te connectant, tu acceptes nos
it: Accedendo, accetti i nostri
pl: Logując się zgadzasz się z naszymi
ru: Входя, вы соглашаетесь с нашими
tr: Giriş yaparak kabul etmiş olursunuz

source: Our
de: Unsere
es: nuestros
fr: Nos
it: nostri
pl: naszymi
ru: нашими
tr: bizim

source: explains how we collect, use and share your data
de: erklärt, wie wir deine Daten sammeln, verwenden und teilen
es: explica cómo recopilamos, usamos y compartimos tus datos
fr: explique comment nous collectons, utilisons et partageons tes données
it: spiega come raccogliamo, usiamo e condividiamo i tuoi dati
pl: tłumaczy jak zbieramy, używamy i dzielimy się danymi
ru: объясняет, как мы собираем, используем и делимся вашими данными
tr: verilerinizi nasıl topladığımızı, kullandığımızı ve paylaştığımızı açıklar

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pl: Hasła nie są zgodne
ru: Пароли не совпадают
tr: Şifreler uyuşmuyor

# passwordValidationRequirements
source: Password must be at least 6 characters long, include an uppercase letter, a lowercase letter, a number, and a special character.
de: Das Passwort muss mindestens 6 Zeichen lang sein, einen Großbuchstaben, einen Kleinbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
es: La contraseña debe tener al menos 6 caracteres, incluir mayúsculas, minúsculas, números y un carácter especial.
fr: Le mot de passe doit comporter au moins 6 caractères, contenir une majuscule, une minuscule, un chiffre et un caractère spécial.
it: La password deve essere lunga almeno 6 caratteri, contenere una maiuscola, una minuscola, un numero e un carattere speciale.
pl: Hasło musi mieć co najmniej 6 znaków, zawierać wielką i małą literę, cyfrę i znak specjalny.
ru: Пароль должен содержать минимум 6 символов, включать заглавную, строчную букву, цифру и специальный символ.
tr: Şifre en az 6 karakter uzunluğunda, bir büyük harf, bir küçük harf, bir sayı ve bir özel karakter içermelidir.

# registrationSuccessfulCheckEmail
source: Registration successful. Please check your email to confirm your account.
de: Registrierung erfolgreich. Bitte prüfe deine E-Mail, um dein Konto zu bestätigen.
es: Registro exitoso. Revisa tu correo para confirmar tu cuenta.
fr: Inscription réussie. Vérifie ton courrier électronique pour confirmer ton compte.
it: Registrazione avvenuta con successo. Controlla la tua email per la conferma.
pl: Rejestracja zakończona sukcesem. Sprawdź e-mail w celu potwierdzenia konta.
ru: Регистрация успешна. Проверьте почту для подтверждения аккаунта.
tr: Kayıt başarılı. Hesabınızı onaylamak için e-postanızı kontrol edin.

source: Create an account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
pl: Utwórz konto
ru: Создать аккаунт
tr: Hesap oluştur

source: Enter your information to create a new account
de: Gib deine Daten ein, um ein neues Konto zu erstellen
es: Introduce tus datos para crear una nueva cuenta
fr: Saisis tes informations pour créer un nouveau compte
it: Inserisci i tuoi dati per creare un nuovo account
pl: Wpisz dane aby utworzyć nowe konto
ru: Введите информацию для создания нового аккаунта
tr: Yeni hesap oluşturmak için bilgilerinizi girin

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
pl: Potwierdź hasło
ru: Подтвердите пароль
tr: Şifreyi Onayla

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pl: Zarejestruj się
ru: Зарегистрироваться
tr: Kayıt Ol

source: Registering...
de: Wird registriert...
es: Registrando...
fr: Inscription...
it: Registrazione in corso...
pl: Rejestracja...
ru: Регистрация...
tr: Kayıt olunuyor...

source: OR REGISTER WITH
de: ODER REGISTRIEREN MIT
es: O REGÍSTRATE CON
fr: OU INSCRIS-TOI AVEC
it: O REGISTRATI CON
pl: LUB ZAREJESTRUJ SIĘ PRZEZ
ru: ИЛИ РЕГИСТРАЦИЯ ЧЕРЕЗ
tr: YA DA ŞUNLARLA KAYIT OL

source: Already have an account? Log in here
de: Du hast bereits ein Konto? Hier anmelden
es: ¿Ya tienes cuenta? Inicia sesión aquí
fr: Déjà un compte ? Connecte-toi ici
it: Hai già un account? Accedi qui
pl: Masz już konto? Zaloguj się tutaj
ru: Уже есть аккаунт? Войдите здесь
tr: Zaten hesabınız var mı? Buradan giriş yapın

source: By Creating an account, you agree to our
de: Mit dem Erstellen eines Kontos akzeptierst du unsere
es: Al crear una cuenta, aceptas nuestros
fr: En créant un compte, vous acceptez nos
it: Creando un account, accetti i nostri
pl: Tworząc konto, wyrażasz zgodę na nasze
ru: Создавая учетную запись, вы соглашаетесь с нашими
tr: Bir hesap oluşturarak, bizim

source: Private User
de: Privater Nutzer
es: Usuario privado
fr: Utilisateur privé
it: Utente privato
pl: Prywatny użytkownik
ru: Приватный пользователь
tr: Özel Kullanıcı

source: Active Partners
de: Aktive Partner
es: Parejas activas
fr: Partenaires actifs
it: Partner attivi
pl: Aktywni partnerzy
ru: Активные партнеры
tr: Aktif Partnerler

source: Inactive Partners
de: Inaktive Partner
es: Parejas inactivas
fr: Partenaires inactifs
it: Partner inattivi
pl: Nieaktywni partnerzy
ru: Неактивные партнеры
tr: Pasif Partnerler

source: Relation
de: Beziehung
es: Relación
it: Relazione
pl: Relacja
ru: Отношения
tr: İlişki

source: Lover
de: Liebhaber
es: Amante
fr: Amoureux(se)
it: Amante
pl: Kochanek
ru: Возлюбленный
tr: Sevilen

source: Friend
it: Amico
pl: Przyjaciel
ru: Друг

source: Stranger
de: Fremde
es: Extraño
fr: Inconnu(e)
it: Sconosciuto
pl: Nieznajomy
ru: Незнакомец
tr: Yabancı

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pl: Inne
ru: Другое
tr: Diğer

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
ru: Отмена
tr: İptal

source: Chastity started successfully
de: Keuschheit erfolgreich gestartet
es: Castidad iniciada con éxito
fr: Chasteté démarrée avec succès
it: Castità iniziata con successo
pl: Czystość rozpoczęta pomyślnie
ru: Целомудрие успешно началось
tr: Sadakat başarıyla başlatıldı

source: Chastity stopped successfully
de: Keuschheit erfolgreich beendet
es: Castidad detenida con éxito
fr: Chasteté arrêtée avec succès
it: Castità terminata con successo
pl: Czystość zakończona pomyślnie
ru: Целомудрие успешно остановлено
tr: Sadakat başarıyla durduruldu

source: Start Lock
de: Verschließen
es: Iniciar bloqueo
fr: Début
it: Inizia blocco
pl: Blokada startu
ru: Начать блокировку
tr: Kilidi Başlat

source: If you want to specify a keyholder, you need at least one active partner
de: Um einen Schlüsselträger anzugeben, benötigst du mindestens einen aktiven Partner
es: Si quieres especificar un portador de llave, necesitas al menos una pareja activa
fr: Pour spécifier un dépositaire de clé, il te faut au moins un partenaire actif
it: Per specificare un detentore delle chiavi, serve almeno un partner attivo
pl: Aby określić posiadacza klucza, potrzebujesz przynajmniej jednego aktywnego partnera
ru: Чтобы назначить держателя ключа, вам нужен хотя бы один активный партнер
tr: Anahtar tutacak belirtmek istiyorsanız en az bir aktif partner gerekir

source: Start Date and Time
de: Startdatum und -uhrzeit
es: Fecha y hora de inicio
fr: Date et heure de début
it: Data e ora di inizio
pl: Data i godzina rozpoczęcia
ru: Дата и время начала
tr: Başlangıç Tarihi ve Saati

source: Start
es: Iniciar
fr: Démarrer
it: Inizia
ru: Начать
tr: Başlat

source: Stop Lock
de: Freilassen
es: Detener bloqueo
fr: Arrêter le verrouillage
it: Ferma blocco
pl: Zatrzymaj blokadę
ru: Остановить блокировку
tr: Kilidi Durdur

source: Enter end reason
de: Beendigungsgrund eingeben
es: Introduce la razón de fin
fr: Entrer la raison de fin
it: Inserisci motivo fine
pl: Wprowadź powód zakończenia
ru: Введите причину окончания
tr: Bitiş sebebini girin

source: End Date and Time
de: Enddatum und -uhrzeit
es: Fecha y hora de fin
fr: Date et heure de fin
it: Data e ora fine
pl: Data i godzina zakończenia
ru: Дата и время окончания
tr: Bitiş Tarihi ve Saati

source: Stop
es: Detener
fr: Arrêter
it: Ferma
ru: Остановить
tr: Durdur

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pl: Dzień
ru: День
tr: Gün

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
pl: Dni
ru: Дни
tr: Günler

source: Hour
de: Stunde
es: Hora
fr: Heure
it: Ora
pl: Godzina
ru: Час
tr: Saat

source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
pl: Godziny
ru: Часы
tr: Saatler

source: Minute
es: Minuto
it: Minuto
pl: Minuta
ru: Минута
tr: Dakika

source: Minutes
de: Minuten
es: Minutos
it: Minuti
pl: Minuty
ru: Минуты
tr: Dakikalar

source: Second
de: Sekunde
es: Segundo
fr: Seconde
it: Secondo
pl: Sekunda
ru: Секунда
tr: Saniye

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
pl: Sekundy
ru: Секунды
tr: Saniyeler

# chastityAndKeyholding
source: Chastity & Keyholding
de: Keuschheit & Keyholding
es: Castidad y portador de llave
fr: Chasteté & clé
it: Castità & detenzione chiave
pl: Czystość & posiadanie klucza
ru: Целомудрие и держание ключа
tr: Sadakat & Anahtar Tutma

source: Keyholding
es: Portador de llave
fr: Garde de clé
it: Detenzione chiave
pl: Posiadanie klucza
ru: Держание ключа
tr: Anahtar Tutma

source: Keyholder
de: Schlüsselträger
es: Portador de llave
fr: Dépositaire de clé
it: Detentore della chiave
pl: Posiadacz klucza
ru: Держатель ключа
tr: Anahtar Tutucu

source: Keyholders
de: Schlüsselträger
es: Portadores de llave
fr: Dépositaires de clé
it: Detentori della chiave
pl: Posiadacze klucza
ru: Держатели ключа
tr: Anahtar Tutucular

source: Total Time Locked
de: Gesamte verschlossene Zeit
es: Tiempo total bloqueado
fr: Durée totale du verrouillage
it: Tempo totale bloccato
pl: Całkowity czas zablokowania
ru: Общее время блокировки
tr: Toplam Kilitlenme Süresi

source: Badges
de: Abzeichen
es: Insignias
it: Badge
pl: Odznaki
ru: Значки
tr: Rozetler

source: Previous Locks
de: Vorherige Sitzungen
es: Bloqueos previos
fr: Verrouillages précédents
it: Blocchi precedenti
pl: Poprzednie blokady
ru: Предыдущие блокировки
tr: Önceki Kilitler

source: You are not a keyholder yet
de: Du bist noch kein Schlüsselträger
es: Aún no eres portador de llave
fr: Tu n’es pas encore dépositaire de clé
it: Non sei ancora un detentore della chiave
pl: Nie jesteś jeszcze posiadaczem klucza
ru: Вы еще не держатель ключа
tr: Henüz anahtar tutucu değilsiniz

source: Share Friendcode
de: Freundescode teilen
es: Compartir código de amigo
fr: Partager le code d’ami
it: Condividi codice amico
pl: Udostępnij kod znajomego
ru: Поделиться кодом друга
tr: Arkadaş Kodunu Paylaş

source: Share your friendcode to view data
de: Teile deinen Freundescode, um Daten anzusehen
es: Comparte tu código de amigo para ver datos
fr: Partage ton code d’ami pour voir les données
it: Condividi il tuo codice amico per vedere i dati
pl: Udostępnij swój kod, aby zobaczyć dane
ru: Поделитесь своим кодом друга, чтобы просмотреть данные
tr: Verileri görüntülemek için arkadaş kodunu paylaş

source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere
pl: Płeć
ru: Пол
tr: Cinsiyet

source: Male
de: Männlich
es: Masculino
fr: Homme
it: Maschio
pl: Mężczyzna
ru: Мужской
tr: Erkek

source: Female
de: Weiblich
es: Femenino
fr: Femme
it: Femmina
pl: Kobieta
ru: Женский
tr: Kadın

source: Diverse
it: Diverso
pl: Inne
ru: Другое

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pl: Nieznane
ru: Неизвестно
tr: Bilinmiyor

# iDoNotWantToAnswer
source: I don't want to answer
de: Ich möchte nicht antworten
es: No quiero responder
fr: Je ne veux pas répondre
it: Non voglio rispondere
pl: Nie chcę odpowiadać
ru: Не хочу отвечать
tr: Cevap vermek istemiyorum

source: More from Fapstats
de: Mehr von Fapstats
es: Más de Fapstats
fr: Plus de Fapstats
it: Altro da Fapstats
pl: Więcej od Fapstats
ru: Больше от Fapstats
tr: Fapstats'tan Daha Fazla

source: Chastity session updated successfully
de: Keuschheitssitzung erfolgreich aktualisiert
es: Sesión de castidad actualizada con éxito
fr: Session de chasteté mise à jour avec succès
it: Sessione di castità aggiornata con successo
pl: Sesja czystości zaktualizowana pomyślnie
ru: Сессия целомудрия успешно обновлена
tr: Sadakat oturumu başarıyla güncellendi

source: Failed to update chastity session
de: Aktualisierung der Keuschheitssitzung fehlgeschlagen
es: Error al actualizar sesión de castidad
fr: Échec de la mise à jour de la session de chasteté
it: Aggiornamento sessione di castità fallito
pl: Aktualizacja sesji czystości nie powiodła się
ru: Не удалось обновить сессию целомудрия
tr: Sadakat oturumu güncelleme başarısız oldu

source: Chastity session deleted successfully
de: Keuschheitssitzung erfolgreich gelöscht
es: Sesión de castidad eliminada con éxito
fr: Session de chasteté supprimée avec succès
it: Sessione di castità cancellata con successo
pl: Sesja czystości usunięta pomyślnie
ru: Сессия целомудрия успешно удалена
tr: Sadakat oturumu başarıyla silindi

source: Failed to delete chastity session
de: Löschen der Keuschheitssitzung fehlgeschlagen
es: Error al eliminar sesión de castidad
fr: Échec de la suppression de la session de chasteté
it: Cancellazione sessione di castità fallita
pl: Usunięcie sesji czystości nie powiodło się
ru: Не удалось удалить сессию целомудрия
tr: Sadakat oturumu silme başarısız oldu

source: Current Lock
de: Aktuelles Schloss
es: Bloqueo actual
fr: Verrouillage en cours
it: Blocco corrente
pl: Obecna blokada
ru: Текущая блокировка
tr: Mevcut Kilit

source: Unlocked
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
pl: Odblokowany
ru: Разблокировано
tr: Kilitsiz

# startedAt
source: Started at {date}
de: Gestartet am {date}
es: Iniciado el {date}
fr: Commencé le {date}
it: Iniziato il {date}
pl: Rozpoczęto {date}
ru: Начато {date}
tr: {date} tarihinde başladı

# lockedFor
source: Locked for {duration}
de: Verschlossen für {duration}
es: Bloqueado por {duration}
fr: Verrouillé pendant {duration}
it: Bloccato per {duration}
pl: Zablokowano na {duration}
ru: Заблокировано на {duration}
tr: {duration} süre kilitlendi

# timeLocked
source: Time locked: {duration}
de: Verschlossene Zeit: {duration}
es: Tiempo bloqueado: {duration}
fr: Temps verrouillé : {duration}
it: Tempo bloccato: {duration}
pl: Czas zablokowany: {duration}
ru: Время блокировки: {duration}
tr: Kilitlenme süresi: {duration}

source: Currently unlocked
de: Aktuell entsperrt
es: Actualmente desbloqueado
fr: Actuellement déverrouillé
it: Attualmente sbloccato
pl: Obecnie odblokowany
ru: В данный момент разблокировано
tr: Şu anda kilitsiz

source: Edit Chastity Session
de: Keuschheitssitzung bearbeiten
es: Editar sesión de castidad
fr: Modifier la session de chasteté
it: Modifica sessione di castità
pl: Edytuj sesję czystości
ru: Редактировать сессию целомудрия
tr: Sadakat Oturumunu Düzenle

source: End Reason
de: Beendigungsgrund
es: Motivo de fin
fr: Raison de fin
it: Motivo di fine
pl: Powód zakończenia
ru: Причина окончания
tr: Bitiş Nedeni

source: Delete Chastity Session
de: Keuschheitssitzung löschen
es: Eliminar sesión de castidad
fr: Supprimer la session de chasteté
it: Cancella sessione di castità
pl: Usuń sesję czystości
ru: Удалить сессию целомудрия
tr: Sadakat Oturumunu Sil

source: Are you sure you want to delete this chastity session?
de: Bist du sicher, dass du diese Keuschheitssitzung löschen möchtest?
es: ¿Estás seguro de que quieres eliminar esta sesión de castidad?
fr: Es-tu sûr de vouloir supprimer cette session de chasteté ?
it: Sei sicuro di voler cancellare questa sessione di castità?
pl: Czy na pewno chcesz usunąć tę sesję czystości?
ru: Вы уверены, что хотите удалить эту сессию целомудрия?
tr: Bu sadakat oturumunu silmek istediğinize emin misiniz?

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
ru: Удалить
tr: Sil

source: Delete {type}
de: {type} löschen
es: Eliminar {type}
fr: Supprimer {type}
it: Elimina {type}
pl: Usuń {type}
ru: Удалить {type}
tr: {type} sil

source: Deleting this activity will remove:
de: Das Löschen dieser Aktivität entfernt:
es: Eliminar esta actividad eliminará:
fr: Supprimer cette activité supprimera :
it: L'eliminazione di questa attività comporterà la rimozione di:
pl: Usunięcie tej aktywności spowoduje usunięcie:
ru: Удаление этой активности приведет к удалению:
tr: Bu etkinliği silmek şunları kaldıracaktır:

source: The activity itself
de: Die Aktivität selbst
es: La actividad en sí
fr: L'activité elle-même
it: L'attività stessa
pl: Sama aktywność
ru: Сама активность
tr: Etkinliğin kendisi

# xpFromYourAccount
source: {xp} XP from your account
de: {xp} XP von deinem Konto
es: {xp} XP de tu cuenta
fr: {xp} XP de votre compte
it: {xp} XP dal tuo account
pl: {xp} XP z twojego konta
ru: {xp} XP с вашего аккаунта
tr: Hesabınızdan {xp} XP

source: Failed to stop chastity
de: Keuschheit konnte nicht beendet werden
es: Error al detener castidad
fr: Échec de l'arrêt de la chasteté
it: Impossibile terminare castità
pl: Nie udało się zakończyć sesji czystości
ru: Не удалось остановить целомудрие
tr: Sadakati durdurma başarısız oldu

source: Failed to start chastity
de: Keuschheit konnte nicht gestartet werden
es: Error al iniciar castidad
fr: Échec du démarrage de la chasteté
it: Impossibile iniziare castità
pl: Nie udało się rozpocząć sesji czystości
ru: Не удалось начать целомудрие
tr: Sadakati başlatma başarısız oldu

source: Partner deleted successfully
de: Partner erfolgreich gelöscht
es: Pareja eliminada con éxito
fr: Partenaire supprimé avec succès
it: Partner cancellato con successo
pl: Partner usunięty pomyślnie
ru: Партнер успешно удалён
tr: Partner başarıyla silindi

source: Failed to delete partner
de: Löschen des Partners fehlgeschlagen
es: Error al eliminar pareja
fr: Échec de la suppression du partenaire
it: Impossibile cancellare partner
pl: Usunięcie partnera nie powiodło się
ru: Не удалось удалить партнера
tr: Partner silme başarısız oldu

source: Partner set to active successfully
de: Partner erfolgreich auf aktiv gesetzt
es: Pareja activada con éxito
fr: Partenaire défini comme actif avec succès
it: Partner impostato ad attivo con successo
pl: Partner oznaczony jako aktywny
ru: Партнер успешно установлен активным
tr: Partner başarıyla aktif yapıldı

source: Failed to set partner active
de: Aktivierung des Partners fehlgeschlagen
es: Error al activar pareja
fr: Échec de l'activation du partenaire
it: Impossibile impostare partner come attivo
pl: Nie udało się ustawić partnera jako aktywnego
ru: Не удалось установить партнера активным
tr: Partner aktif yapma başarısız oldu

source: Partner set to inactive successfully
de: Partner erfolgreich auf inaktiv gesetzt
es: Pareja desactivada con éxito
fr: Partenaire défini comme inactif avec succès
it: Partner impostato come inattivo con successo
pl: Partner oznaczony jako nieaktywny
ru: Партнер успешно установлен неактивным
tr: Partner başarıyla pasif yapıldı

source: Failed to set partner inactive
de: Deaktivierung des Partners fehlgeschlagen
es: Error al desactivar pareja
fr: Échec de la désactivation du partenaire
it: Impossibile impostare partner come inattivo
pl: Nie udało się ustawić partnera jako nieaktywnego
ru: Не удалось установить партнера неактивным
tr: Partner pasif yapma başarısız oldu

source: Partner updated successfully
de: Partner erfolgreich aktualisiert
es: Pareja actualizada con éxito
fr: Partenaire mis à jour avec succès
it: Partner aggiornato con successo
pl: Partner zaktualizowany pomyślnie
ru: Партнер успешно обновлен
tr: Partner başarıyla güncellendi

source: Failed to update partner
de: Aktualisierung des Partners fehlgeschlagen
es: Error al actualizar pareja
fr: Échec de la mise à jour du partenaire
it: Impossibile aggiornare partner
pl: Aktualizacja partnera nie powiodła się
ru: Не удалось обновить партнера
tr: Partner güncelleme başarısız oldu

source: Edit Partner
de: Partner bearbeiten
es: Editar pareja
fr: Modifier le partenaire
it: Modifica partner
pl: Edytuj partnera
ru: Редактировать партнера
tr: Partneri Düzenle

source: Partner name
es: Nombre de la pareja
fr: Nom du partenaire
it: Nome partner
pl: Nazwa partnera
ru: Имя партнера
tr: Partner ismi

source: Please enter a valid partner name
de: Bitte gültigen Partner-Namen eingeben
es: Introduce un nombre de pareja válido
fr: Veuillez entrer un nom de partenaire valide
it: Inserisci un nome partner valido
pl: Wpisz poprawną nazwę partnera
ru: Пожалуйста, введите правильное имя партнера
tr: Lütfen geçerli bir partner ismi girin

source: Please enter a valid tag name
de: Bitte einen gültigen Tag-Namen eingeben
es: Introduce un nombre de etiqueta válido
fr: Veuillez entrer un nom de tag valide
it: Inserisci un nome tag valido
pl: Wpisz poprawną nazwę taga
ru: Пожалуйста, введите правильное имя тега
tr: Lütfen geçerli bir etiket adı girin

source: Please enter a valid toy name
de: Bitte gültigen Spielzeug-Namen eingeben
es: Introduce un nombre válido para el juguete
fr: Veuillez entrer un nom de jouet valide
it: Inserisci un nome gioco valido
pl: Wpisz poprawną nazwę zabawki
ru: Пожалуйста, введите правильное имя игрушки
tr: Lütfen geçerli oyuncak adı girin

source: Enter Friendcode
de: Freundescode eingeben
es: Introduce código de amigo
fr: Entrer le code d’ami
it: Inserisci codice amico
pl: Wpisz kod znajomego
ru: Введите код друга
tr: Arkadaş kodunu girin

source: Delete Partner
de: Partner löschen
es: Eliminar pareja
fr: Supprimer le partenaire
it: Cancella partner
pl: Usuń partnera
ru: Удалить партнера
tr: Partneri Sil

source: Deleting this partner will remove:
de: Das Löschen dieses Partners entfernt:
es: Eliminar esta pareja eliminará:
fr: Supprimer ce partenaire entraînera la suppression de :
it: Cancellando questo partner verranno rimossi:
pl: Usunięcie tego partnera usunie:
ru: Удаление этого партнера удалит:
tr: Bu partneri silmek şu şeyleri kaldıracak:

source: The partner itself
de: Den Partner selbst
es: A la pareja misma
fr: Le partenaire lui-même
it: Il partner stesso
pl: Samo partnera
ru: Самого партнера
tr: Partnerin kendisi
