Repository: theravenstone/fapstats-translations
Catalog: fapstats-app/app_*.arb
Languages: de, es, fr, it, pl, ru, tr

# greetingBirthday
source: Happy Birthday{name}!
de: Herzlichen Glückwunsch zum Geburtstag{name}!
es: ¡Feliz cumpleaños{name}!
fr: Joyeux anniversaire{name} !
it: Buon compleanno{name}!
pl: Wszystkiego najlepszego z okazji urodzin, {name}!
ru: С днем рождения, {name}!
tr: Doğum Günün Kutlu Olsun{name}!

# greetingNewYear
source: Happy New Year{name}!
de: Frohes neues Jahr{name}!
es: ¡Feliz año nuevo{name}!
fr: Bonne année{name} !
it: Felice anno nuovo{name}!
pl: Szczęśliwego Nowego Roku, {name}!
ru: С новым годом, {name}!
tr: Mutlu Yıllar{name}!

# greetingNight
source: Good Night{name}!
de: Gute Nacht{name}!
es: ¡Buenas noches{name}!
fr: Bonne nuit{name} !
it: Buonanotte{name}!
pl: Dobranoc, {name}!
ru: Спокойной ночи, {name}!
tr: İyi Geceler{name}!

# greetingMorning
source: Good Morning{name}!
de: Guten Morgen{name}!
es: ¡Buenos días{name}!
fr: Bonjour{name} !
it: Buongiorno{name}!
pl: Dzień dobry, {name}!
ru: Доброе утро, {name}!
tr: Günaydın{name}!

# greetingAfternoon
source: Good Afternoon{name}!
de: Guten Nachmittag{name}!
es: ¡Buenas tardes{name}!
fr: Bon après-midi{name} !
it: Buon pomeriggio{name}!
pl: Dzień dobry po południu, {name}!
ru: Добрый день, {name}!
tr: Tünaydın{name}!

# greetingEvening
source: Good Evening{name}!
de: Guten Abend{name}!
es: ¡Buenas noches{name}!
fr: Bonsoir{name} !
it: Buonasera{name}!
pl: Dobry wieczór, {name}!
ru: Добрый вечер, {name}!
tr: İyi Akşamlar{name}!

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
pl: Aktywności
ru: Активности
tr: Aktiviteler

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pl: Aktywność
ru: Активность
tr: Aktivite

source: Latest Activities
de: Neueste Aktivitäten
es: Últimas actividades
fr: Dernières activités
it: Ultime attività
pl: Najnowsze aktywności
ru: Последние активности
tr: Son Aktiviteler

source: Last Activity
de: Letzte Aktivität
es: Última actividad
fr: Dernière activité
it: Ultima attività
pl: Ostatnia aktywność
ru: Последняя активность
tr: Son Aktivite

source: View all Activities
de: Alle Aktivitäten anzeigen
es: Ver todas las actividades
fr: Voir toutes les activités
it: Vedi tutte le attività
pl: Wyświetl wszystkie aktywności
ru: Просмотреть все активности
tr: Tüm Aktiviteleri Görüntüle

# activityWithPartners
source: {type} with {partnerNames}
de: {type} mit {partnerNames}
es: {type} con {partnerNames}
fr: {type} avec {partnerNames}
it: {type} con {partnerNames}
pl: {type} z {partnerNames}
ru: {type} с {partnerNames}
tr: {type} ile {partnerNames}

source: Partners
de: Partner
es: Parejas
fr: Partenaires
it: Partner
pl: Partnerzy
ru: Партнеры
tr: Partnerler

source: Partner
es: Pareja
fr: Partenaire
ru: Партнер

source: Toys
de: Spielzeuge
es: Juguetes
fr: Jouets
it: Giochi
pl: Zabawki
ru: Игрушки
tr: Oyuncaklar

source: Toy
de: Spielzeug
es: Juguete
fr: Jouet
it: Gioco
pl: Zabawka
ru: Игрушка
tr: Oyuncak

source: Tags
es: Etiquetas
it: Tag
pl: Tagi
ru: Теги
tr: Etiketler

source: Tag
es: Etiqueta
ru: Тег
tr: Etiket

source: Fucketlist
ru: список дел

source: Chastity
de: Keuschheit
es: Castidad
fr: Chasteté
it: Castità
pl: Czystość
ru: запереть
tr: Sadakat

source: Achievements
de: Erfolge
es: Logros
fr: Succès
it: Risultati
pl: Osiągnięcia
ru: Достижения
tr: Başarılar

source: Records
de: Rekorde
es: Récords
it: Record
pl: Rekordy
ru: Рекорды
tr: Rekorlar

source: Global Statistics
de: Globale Statistiken
es: Estadísticas globales
fr: Statistiques globales
it: Statistiche globali
pl: Statystyki globalne
ru: Глобальная статистика
tr: Genel İstatistikler

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pl: Statystyki
ru: Статистика
tr: İstatistikler

source: Charts
de: Diagramme
es: Gráficos
fr: Graphiques
it: Grafici
pl: Wykresy
ru: Графики
tr: Grafikler

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar

source: Account Settings
de: Kontoeinstellungen
es: Configuración de cuenta
fr: Paramètres du compte
it: Impostazioni account
pl: Ustawienia konta
ru: Настройки аккаунта
tr: Hesap Ayarları

source: App Settings
de: App-Einstellungen
es: Configuración de la aplicación
fr: Paramètres de l'application
it: Impostazioni app
pl: Ustawienia aplikacji
ru: Настройки приложения
tr: Uygulama Ayarları

source: Birthdays
de: Geburtstage
es: Cumpleaños
fr: Anniversaires
it: Compleanni
pl: Urodziny
ru: Дни рождения
tr: Doğum Günleri

# birthday
source: Birthdays
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
it: Compleanno
pl: Urodziny
ru: День рождения
tr: Doğum Günü

# partnerTurnsAgeInDays
source: {days, plural, =0{{name} turns {age} today!} =1{{name} turns {age} in 1 day!} other{{name} turns {age} in {days} days!}}
de: {days, plural, =0{{name} wird heute {age}!} =1{{name} wird in 1 Tag {age}!} other{{name} wird in {days} Tagen {age}!}}
es: {days, plural, =0{{name} cumple {age} años hoy!} =1{{name} cumple {age} años en 1 día!} other{{name} cumple {age} años en {days} días!}}
fr: {days, plural, =0{{name} a {age} ans aujourd’hui !} =1{{name} aura {age} ans dans 1 jour !} other{{name} aura {age} ans dans {days} jours !}}
it: {days, plural, =0{{name} compie {age} oggi!} =1{{name} compie {age} tra 1 giorno!} other{{name} compie {age} tra {days} giorni!}}
pl: {days, plural, =0{{name} kończy dziś {age} lat!} =1{{name} skończy {age} lat za 1 dzień!} other{{name} skończy {age} lat za {days} dni!}}
ru: {days, plural, =0{{name} сегодня исполняется {age} лет!} =1{{name} исполнится {age} год через 1 день!} other{{name} исполнится {age} лет через {days} дней!}}
tr: {days, plural, =0{{name} bugün {age} yaşında!} =1{{name} 1 gün içinde {age} yaşında olacak!} other{{name} {days} gün içinde {age} yaşında olacak!}}

source: Time for some birthday sex!
de: Zeit für Geburtstagssex!
es: ¡Es hora de sexo de cumpleaños!
fr: Il est temps pour du sexe d'anniversaire !
it: È ora di festeggiare con del sesso di compleanno!
pl: Czas na urodzinowy seks!
ru: Время для праздничного секса!
tr: Doğum günü için seks vakti!

# youAreOnAStreak
source: You're on a streak!
de: Du hast eine Serie!
es: ¡Estás en racha!
fr: Tu es sur une série !
it: Sei in una serie vincente!
pl: Jesteś na fali!
ru: У тебя серия!
tr: Seride gidiyorsun!

source: day streak!
de: Tages Serie!
es: ¡racha de días!
fr: jours de série !
it: giorni di serie!
pl: dni z rzędu!
ru: дней подряд!
tr: günlük seri!

# streakEnding
source: {ends, select, tomorrow{Keep your perfect streak going tomorrow!} today{Your streak is about to end today!} other{Your streak is about to end soon!}}
de: {ends, select, tomorrow{Halte morgen deine perfekte Serie aufrecht!} today{Deine Serie endet heute!} other{Deine Serie endet bald!}}
es: {ends, select, tomorrow{¡Mantén tu racha perfecta mañana!} today{¡Tu racha terminará hoy!} other{¡Tu racha terminará pronto!}}
fr: {ends, select, tomorrow{Continue ta série parfaite demain !} today{Ta série va se terminer aujourd’hui !} other{Ta série va bientôt se terminer !}}
it: {ends, select, tomorrow{Continua la tua serie perfetta domani!} today{La tua serie finirà oggi!} other{La tua serie finirà presto!}}
pl: {ends, select, tomorrow{Utrzymaj swoją perfekcyjną serię jutro!} today{Twoja seria kończy się dziś!} other{Twoja seria skończy się wkrótce!}}
ru: {ends, select, tomorrow{Поддержи свою идеальную серию завтра!} today{Твоя серия заканчивается сегодня!} other{Скоро твоя серия закончится!}}
tr: {ends, select, tomorrow{Mükemmel serini yarın devam ettir!} today{Serin bugün bitecek!} other{Serin yakında bitecek!}}

source: Get started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
pl: Zacznij
ru: Начать
tr: Başla

source: Set up your profile
de: Profil einrichten
es: Configura tu perfil
fr: Configure ton profil
it: Configura il tuo profilo
pl: Ustaw swój profil
ru: Настрой свой профиль
tr: Profilini Ayarla

source: Set chastity preference
de: Keuschheitspräferenz festlegen
es: Establecer preferencia de castidad
fr: Définir la préférence de chasteté
it: Imposta preferenza castità
pl: Ustaw preferencję czystości
ru: Выбери предпочтения целомудрия
tr: Sadakat tercihini ayarla

source: Create your first activity
de: Erstelle deine erste Aktivität
es: Crea tu primera actividad
fr: Crée ta première activité
it: Crea la tua prima attività
pl: Utwórz swoją pierwszą aktywność
ru: Создай свою первую активность
tr: İlk aktiviteni oluştur

source: This preference can later be changed in the settings
de: Diese Einstellung kann später in den Einstellungen geändert werden
es: Esta preferencia puede cambiarse luego en la configuración
fr: Cette préférence pourra être modifiée plus tard dans les paramètres
it: Questa preferenza può essere modificata in seguito nelle impostazioni
pl: Ta preferencja może być później zmieniona w ustawieniach
ru: Это предпочтение можно изменить в настройках
tr: Bu tercih daha sonra ayarlardan değiştirilebilir

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pl: Tak
ru: Да
tr: Evet

source: No
de: Nein
fr: Non
pl: Nie
ru: Нет
tr: Hayır

source: Are you interested in chastity?
de: Interessierst du dich für Keuschheit?
es: ¿Te interesa la castidad?
fr: Es-tu intéressé par la chasteté ?
it: Sei interessato alla castità?
pl: Czy interesujesz się czystością?
ru: Ты интересуешься целомудрием?
tr: Sadakat ile ilgileniyor musun?

source: Masturbation
es: Masturbación
it: Masturbazione
pl: Masturbacja
ru: Мастурбация
tr: Mastürbasyon

source: Sex
es: Sexo
fr: Sexe
it: Sesso
pl: Seks
ru: Секс
tr: Seks

source: Home
de: Startseite
es: Inicio
fr: Accueil
pl: Strona główna
ru: Главная
tr: Anasayfa

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
pl: Kalendarz
ru: Календарь
tr: Takvim

source: Leaderboard
de: Bestenliste
es: Clasificación
fr: Classement
it: Classifica
pl: Ranking
ru: Таблица лидеров
tr: Skor Tablosu

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato
pl: Zaawansowane
ru: Дополнительно
tr: Gelişmiş

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
ru: Язык
tr: Dil

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pl: Angielski
ru: Английский
tr: İngilizce

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pl: Francuski
ru: Французский
tr: Fransızca

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
pl: Niemiecki
ru: Немецкий
tr: Almanca

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pl: Włoski
ru: Итальянский
tr: İtalyanca

source: Polish
de: Polnisch
es: Polaco
fr: Polonais
it: Polacco
pl: Polski
ru: Польский
tr: Lehçe

source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
pl: Rosyjski
ru: Русский
tr: Rusça

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pl: Hiszpański
ru: Испанский
tr: İspanyolca

source: Turkish
de: Türkisch
es: Turco
fr: Turc
it: Turco
pl: Turecki
ru: Турецкий
tr: Türkçe

# changeLanguage
source: Change language to
de: Sprache ändern zu
es: Cambiar idioma a
fr: Changer la langue en
it: Cambia lingua in
pl: Zmień język na
ru: Сменить язык на
tr: Dil değiştir

source: Restart now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
pl: Uruchom ponownie teraz
ru: Перезапустить сейчас
tr: Şimdi yeniden başlat

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
pl: Zapisz
ru: Сохранить
tr: Kaydet

source: Are you sure you want to switch the language?
de: Bist du sicher, dass du die Sprache wechseln möchtest?
es: ¿Estás seguro de que deseas cambiar el idioma?
fr: Es-tu sûr de vouloir changer la langue ?
it: Sei sicuro di voler cambiare lingua?
pl: Czy na pewno chcesz zmienić język?
ru: Вы уверены, что хотите сменить язык?
tr: Dili değiştirmek istediğinizden emin misiniz?

# restartRequiredForLanguageChange
source: The app must be restarted for the changes to take effect.
de: Die App muss neu gestartet werden, damit die Änderungen wirksam werden.
es: La aplicación debe reiniciarse para que los cambios tengan efecto.
fr: L’application doit être redémarrée pour que les changements prennent effet.
it: L'app deve essere riavviata per applicare le modifiche.
pl: Aplikacja musi zostać ponownie uruchomiona, aby zastosować zmiany.
ru: Для применеия изменений приложение должно быть перезапущено.
tr: Değişikliklerin uygulanması için uygulama yeniden başlatılmalıdır.

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
pl: Preferencje
ru: Настройки
tr: Tercihler

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
pl: Zmień hasło
ru: Сменить пароль
tr: Şifreyi değiştir

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło
ru: Пароль
tr: Şifre

source: Change Email
de: E-Mail ändern
es: Cambiar correo
fr: Changer l’e-mail
it: Cambia email
pl: Zmień e-mail
ru: Сменить e-mail
tr: Email değiştir

source: Account Information
de: Kontoinformationen
es: Información de la cuenta
fr: Informations du compte
it: Informazioni account
pl: Informacje o koncie
ru: Информация аккаунта
tr: Hesap Bilgileri

source: User Information
de: Benutzerinformationen
es: Información de usuario
fr: Informations de l’utilisateur
it: Informazioni utente
pl: Informacje o użytkowniku
ru: Информация пользователя
tr: Kullanıcı Bilgileri

source: Friendcode
de: Freundescode
es: Código amigo
fr: Code d’ami
it: Codice amico
pl: Kod znajomego
ru: Код друга
tr: Arkadaş Kodu

source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito Web
pl: Strona internetowa
ru: Веб-сайт
tr: Web Sitesi

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
pl: Polityka prywatności
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: Terms Of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d’utilisation
it: Termini di servizio
pl: Regulamin
ru: Условия использования
tr: Hizmet Şartları

source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
it: Registro delle modifiche
pl: Historia zmian
ru: Список изменений
tr: Değişiklik Günlüğü

# whatIsNew
source: What's New
de: Was ist neu
es: Novedades
fr: Quoi de neuf
it: Novità
pl: Co nowego
ru: Что нового
tr: Yenilikler

source: Developer Settings
de: Entwickler-Einstellungen
es: Configuración de desarrollador
fr: Paramètres développeur
it: Impostazioni sviluppatore
pl: Ustawienia programisty
ru: Настройки разработчика
tr: Geliştirici Ayarları

source: Invalidate Caches
de: Caches ungültig machen
es: Invalidar cachés
fr: Invalider les caches
it: Invalidare cache
pl: Unieważnij pamięć podręczną
ru: Инвалидировать кэш
tr: Önbelleği Geçersiz Kıl

source: Clear Caches
de: Caches leeren
es: Limpiar cachés
fr: Vider les caches
it: Pulire cache
pl: Wyczyść pamięć podręczną
ru: Очистить кэш
tr: Önbelleği Temizle

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti
pl: Wyloguj się
ru: Выйти
tr: Çıkış Yap

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Éditer le profil
it: Modifica profilo
pl: Edytuj profil
ru: Редактировать профиль
tr: Profili Düzenle

source: No Email
de: Keine E-Mail
es: Sin correo
fr: Pas d’e-mail
it: Nessuna email
pl: Brak e-maila
ru: Нет e-mail
tr: Email Yok

source: Connect with Discord
de: Mit Discord verbinden
es: Conectar con Discord
fr: Connecter avec Discord
it: Connetti con Discord
pl: Połącz z Discord
ru: Подключить Discord
tr: Discord ile Bağlan

source: Support
es: Soporte
it: Supporto
pl: Wsparcie
ru: Поддержка
tr: Destek

source: Legal
de: Rechtliches
fr: Mentions légales
it: Legale
pl: Prawne
ru: Юридическая информация
tr: Yasal

source: Danger Zone
de: Gefahrenzone
es: Zona peligrosa
fr: Zone de danger
it: Zona pericolosa
pl: Strefa zagrożenia
ru: Опасная зона
tr: Tehlikeli Bölge

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
pl: Częstotliwość
ru: Частота
tr: Sıklık

source: Toy Usage
de: Spielzeug-Nutzung
es: Uso de juguetes
fr: Utilisation de jouet
it: Utilizzo giocattoli
pl: Użycie zabawek
ru: Использование игрушек
tr: Oyuncakuse

source: Pleasure Rating
de: Bewertung
es: Calificación de placer
fr: Note de plaisir
it: Valutazione piacere
pl: Ocena przyjemności
ru: Оценка удовольствия
tr: Haz Puanı

source: You disabled all statistics
de: Du hast alle Statistiken deaktiviert
es: Has deshabilitado todas las estadísticas
fr: Tu as désactivé toutes les statistiques
it: Hai disabilitato tutte le statistiche
pl: Wyłączyłeś wszystkie statystyki
ru: Вы отключили всю статистику
tr: Tüm istatistikleri devre dışı bıraktınız

source: Enable statistics
de: Statistiken aktivieren
es: Habilitar estadísticas
fr: Activer les statistiques
it: Abilita statistiche
pl: Włącz statystyki
ru: Включить статистику
tr: İstatistikleri etkinleştir

# enableAtLeastOneToViewData
source: Enable at least one of them to view your data
de: Aktiviere mindestens eine Option, um deine Daten zu sehen
es: Habilita al menos una para ver tus datos
fr: Active au moins une d’entre elles pour voir tes données
it: Abilita almeno una per vedere i dati
pl: Włącz przynajmniej jedną, aby zobaczyć dane
ru: Включите хотя бы одну опцию, чтобы просматривать данные
tr: Verileri görüntülemek için en az birini etkinleştir

source: Your Sex Profile
de: Dein Sex-Profil
es: Tu perfil sexual
fr: Ton profil sexuel
it: Il tuo profilo sessuale
pl: Twój profil seksualny
ru: Ваш сексуальный профиль
tr: Seks Profilin

source: Personalized analytics based on your activities
de: Personalisierte Analysen basierend auf deinen Aktivitäten
es: Análisis personalizados basados en tus actividades
fr: Analyses personnalisées selon tes activités
it: Analisi personalizzate basate sulle tue attività
pl: Spersonalizowane analizy na podstawie twoich aktywności
ru: Персонализированная аналитика на основе ваших активностей
tr: Aktivitelerinize dayalı kişiselleştirilmiş analizler

source: Customize this page
de: Diese Seite anpassen
es: Personaliza esta página
fr: Personnalise cette page
it: Personalizza questa pagina
pl: Dostosuj tę stronę
ru: Настроить эту страницу
tr: Bu sayfayı özelleştir

source: Activities for {date}
de: Aktivitäten für den {date}
es: Actividades para {date}
fr: Activités pour {date}
it: Attività per {date}
pl: Aktywności na {date}
ru: Активности за {date}
tr: {date} tarihindeki aktiviteler

source: Created by {user}
de: Erstellt von {user}
es: Creado por {user}
fr: Créé(e) par {user}
it: Creato da {user}
pl: Utworzono przez {user}
ru: Создано пользователем {user}
tr: {user} tarafından oluşturuldu

source: There is no activity for the selected date
de: Für das ausgewählte Datum gibt es keine Aktivitäten
es: No hay actividades para la fecha seleccionada
fr: Aucune activité pour la date sélectionnée
it: Non ci sono attività per la data selezionata
pl: Brak aktywności na wybrany dzień
ru: Нет активности за выбранную дату
tr: Seçilen tarihe ait aktivite yok

source: Notes
de: Notizen
es: Notas
it: Note
pl: Notatki
ru: Заметки
tr: Notlar

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pl: Czas trwania
ru: Продолжительность
tr: Süre

source: Rating
de: Bewertung
es: Calificación
fr: Note
it: Valutazione
pl: Ocena
ru: Рейтинг
tr: Değerlendirme

source: Please select a type
de: Bitte wähle einen Typ
es: Por favor selecciona un tipo
fr: Veuillez sélectionner un type
it: Seleziona un tipo
pl: Wybierz typ
ru: Пожалуйста, выберите тип
tr: Lütfen bir tür seçin

source: Please select a time
de: Bitte wähle eine Zeit
es: Por favor selecciona un horario
fr: Veuillez sélectionner une heure
it: Seleziona un orario
pl: Wybierz godzinę
ru: Пожалуйста, выберите время
tr: Lütfen bir zaman seçin

source: Type of activity
de: Aktivitätstyp
es: Tipo de actividad
fr: Type d'activité
it: Tipo di attività
pl: Typ aktywności
ru: Тип активности
tr: Aktivite türü

source: Date of activity
de: Datum der Aktivität
es: Fecha de actividad
fr: Date de l'activité
it: Data attività
pl: Data aktywności
ru: Дата активности
tr: Aktivite tarihi

source: Morning
de: Morgens
es: Mañana
fr: Matin
it: Mattina
pl: Rano
ru: Утро
tr: Sabah

source: Afternoon
de: Nachmittags
es: Tarde
fr: Après-midi
it: Pomeriggio
pl: Popołudnie
ru: День
tr: Öğleden sonra

source: Evening
de: Abends
es: Atardecer
fr: Soirée
it: Sera
pl: Wieczór
ru: Вечер
tr: Akşam

source: Night
de: Nachts
es: Noche
fr: Nuit
it: Notte
pl: Noc
ru: Ночь
tr: Gece

source: Time of day
de: Tageszeit
es: Momento del día
fr: Moment de la journée
it: Momento della giornata
pl: Część dnia
ru: Время суток
tr: Günün saati

source: Your Level
de: Dein Level
es: Tu nivel
fr: Ton niveau
it: Il tuo livello
pl: Twój poziom
ru: Ваш уровень
tr: Seviyen

source: Your tracked activities will earn you XP and help you level up
de: Deine getrackten Aktivitäten bringen dir XP und helfen dir beim Levelaufstieg
es: Tus actividades registradas te harán ganar XP y subir de nivel
fr: Tes activités suivies te feront gagner de l'XP et t'aideront à monter de niveau
it: Le tue attività ti faranno guadagnare XP e salire di livello
pl: Twoje śledzone aktywności przyniosą Ci XP i pomogą awansować
ru: Ваши зарегистрированные активности принесут вам XP и помогут повысить уровень
tr: Takip ettiğin aktiviteler sana XP kazandıracak ve seviye atlamana yardımcı olacak

# levelWithValue
source: Level {level}
es: Nivel {level}
fr: Niveau {level}
it: Livello {level}
pl: Poziom {level}
ru: Уровень {level}
tr: Seviye {level}

source: You are banned from the leaderboard
de: Du bist von der Bestenliste ausgeschlossen
es: Estás baneado de la clasificación
fr: Tu es banni du classement
it: Sei stato bannato dalla classifica
pl: Jesteś zbanowany w rankingu
ru: Вы забанены в таблице лидеров
tr: Skor tablosundan engellendiniz

source: Top 10 Users
de: Top 10 Nutzer
es: Top 10 usuarios
fr: Top 10 utilisateurs
it: Top 10 utenti
pl: Top 10 użytkowników
ru: Топ 10 пользователей
tr: En İyi 10 Kullanıcı

# currentRankWithXpPercentage
source: {nameStatus, select, private{The Private User is} named{{name} is} other{You are}} currently rank {rank}, with {percentage}% of the total Fapstats XP.
de: {nameStatus, select, private{Der Private Nutzer ist} named{{name} ist} other{Du bist}} aktuell Rang {rank}, mit {percentage}% der gesamten Fapstats XP.
es: {nameStatus, select, private{El usuario privado es} named{{name} es} other{Estás}} actualmente en el puesto {rank}, con {percentage}% del total de XP de Fapstats.
fr: {nameStatus, select, private{L'utilisateur privé est} named{{name} est} other{Tu es}} actuellement au rang {rank}, avec {percentage}% de l’XP total Fapstats.
it: {nameStatus, select, private{L'utente privato è} named{{name} è} other{Sei}} attualmente al rango {rank}, con il {percentage}% del totale XP di Fapstats.
pl: {nameStatus, select, private{Prywatny użytkownik jest} named{{name} jest} other{Jesteś}} obecnie na {rank} miejscu, z {percentage}% całkowitej XP Fapstats.
ru: {nameStatus, select, private{Приватный пользователь} named{{name}} other{Вы}} сейчас на {rank} месте, с {percentage}% общего XP Fapstats.
tr: {nameStatus, select, private{Özel kullanıcı} named{{name}} other{Sen}} şu anda {rank}. sıradasın, toplam Fapstats XP'nin %{percentage}'sine sahip.

source: You have successfully signed in
de: Du hast dich erfolgreich angemeldet
es: Has iniciado sesión con éxito
fr: Connexion réussie
it: Accesso effettuato con successo
pl: Pomyślnie zalogowano
ru: Вы успешно вошли
tr: Başarıyla giriş yaptınız

source: You have successfully signed in with Discord
de: Du hast dich erfolgreich mit Discord angemeldet
es: Has iniciado sesión con Discord
fr: Tu es connecté avec Discord
it: Accesso effettuato con Discord
pl: Zalogowano przez Discord
ru: Вы успешно вошли через Discord
tr: Discord ile başarıyla giriş yaptınız
