Repository: theravenstone/fapstats-translations
Catalog: fapstats-app/app_*.arb
Languages: de, es, fr, it, pl, ru, tr

source: New Toys
de: Neue Spielzeuge
es: Nuevos juguetes
fr: Nouveaux jouets
it: Nuovi giocattoli
pl: Nowe zabawki
ru: Новые игрушки
tr: Yeni Oyuncaklar

# newToysDescription
source: Toys created in the time interval
de: Im Zeitraum erstellte Spielzeuge
es: Juguetes creados en el intervalo de tiempo
fr: Jouets créés pendant la période
it: Giocattoli creati nel periodo
pl: Zabawki utworzone w danym okresie
ru: Игрушки, созданные за период
tr: Belirtilen zaman diliminde oluşturulan oyuncaklar

source: New Tags
de: Neue Tags
es: Nuevas etiquetas
fr: Nouveaux tags
it: Nuovi tag
pl: Nowe tagi
ru: Новые теги
tr: Yeni Etiketler

# newTagsDescription
source: Tags created in the time interval
de: Im Zeitraum erstellte Tags
es: Etiquetas creadas en el intervalo de tiempo
fr: Tags créés pendant la période
it: Tag creati nel periodo
pl: Tagi utworzone w danym okresie
ru: Теги, созданные за период
tr: Belirtilen zaman diliminde oluşturulan etiketler

source: Average Activities per User
de: Durchschnittliche Aktivitäten pro Nutzer
es: Promedio de actividades por usuario
fr: Moyenne d’activités par utilisateur
it: Media attività per utente
pl: Średnia aktywności na użytkownika
ru: Среднее число активностей на пользователя
tr: Kullanıcı başına ortalama aktivite

# averageActivitiesPerUserDescription
source: Avg activities tracked by the active users in the time interval
de: Durchschnittliche Aktivitäten der aktiven Nutzer im Zeitraum
es: Promedio de actividades registradas por usuarios activos en el intervalo de tiempo
fr: Nb moyen d’activités suivies par les utilisateurs actifs durant la période
it: Media delle attività tracciate dagli utenti attivi nel periodo
pl: Średnia aktywności śledzonych przez aktywnych użytkowników w danym okresie
ru: Среднее количество активностей, записанных активными пользователями за период
tr: Belirtilen zaman diliminde aktif kullanıcılar tarafından takip edilen ortalama aktiviteler

source: Average Duration per Activity
de: Durchschnittliche Dauer pro Aktivität
es: Duración promedio por actividad
fr: Durée moyenne par activité
it: Durata media per attività
pl: Średnia długość aktywności
ru: Средняя продолжительность активности
tr: Aktivite başına ortalama süre

# averageDurationPerActivityDescription
source: Avg duration in minutes per tracked activity in the time interval
de: Durchschnittliche Dauer in Minuten pro getrackter Aktivität im Zeitraum
es: Duración promedio en minutos por actividad registrada en el intervalo de tiempo
fr: Durée moyenne (en minutes) par activité suivie durant la période
it: Durata media in minuti per attività tracciata nel periodo
pl: Średni czas trwania w minutach na aktywność śledzoną w danym okresie
ru: Среднее время в минутах на одну активность, записанную за период
tr: Belirtilen zaman diliminde takip edilen aktivitelerin dakika cinsinden ortalama süresi

source: Average Rating per Activity
de: Durchschnittliche Bewertung pro Aktivität
es: Calificación promedio por actividad
fr: Note moyenne par activité
it: Valutazione media per attività
pl: Średnia ocena na aktywność
ru: Средний рейтинг активности
tr: Aktivite başına ortalama değerlendirme

# averageRatingPerActivityDescription
source: Avg rating per tracked activity in the time interval
de: Durchschnittliche Bewertung pro getrackter Aktivität im Zeitraum
es: Calificación promedio por actividad registrada en el intervalo de tiempo
fr: Note moyenne par activité suivie durant la période
it: Valutazione media per attività tracciata nel periodo
pl: Średnia ocena na aktywność śledzoną w danym okresie
ru: Средняя оценка по активности за период
tr: Belirtilen zaman diliminde takip edilen aktivitelerin ortalama değerlendirmesi

source: Record
de: Rekord
es: Récord
pl: Rekord
ru: Рекорд
tr: Rekor

source: Your peaks of pleasure
de: Deine Lust-Höhepunkte
es: Tus picos de placer
fr: Tes sommets de plaisir
it: I tuoi picchi di piacere
pl: Twoje szczyty przyjemności
ru: Ваши пики удовольствия
tr: Zevkin dorukları

source: Challenge yourself to set new records.
de: Fordere dich heraus, neue Rekorde zu setzen.
es: Desafíate a establecer nuevos récords.
fr: Défie-toi de battre de nouveaux records.
it: Sfida te stesso a stabilire nuovi record.
pl: Podejmij wyzwanie i ustanów nowe rekordy.
ru: Ставьте новые рекорды!
tr: Kendini yeni rekorlar belirlemeye zorla.

source: Most sex in one day
de: Sex an einem Tag
es: Más sexo en un día
fr: Plus de sexe en un jour
it: Più sesso in un giorno
pl: Seks w jeden dzień
ru: Макс. секс за один день
tr: Bir günde en çok seks

source: Most masturbation in one day
de: Masturbation an einem Tag
es: Más masturbación en un día
fr: Plus de masturbation en un jour
it: Più masturbazione in un giorno
pl: Masturbacja w ciągu jednego dnia
ru: Макс. мастурбация за один день
tr: Bir günde en çok mastürbasyon

source: Most sex in one month
de: Sex in einem Monat
es: Más sexo en un mes
fr: Plus de sexe en un mois
it: Più sesso in un mese
pl: seks w ciągu jednego miesiąca
ru: Макс. секс за один месяц
tr: Bir ayda en çok seks

source: Most masturbation in one month
de: Masturbation in einem Monat
es: Más masturbación en un mes
fr: Plus de masturbation en un mois
it: Più masturbazione in un mese
pl: Masturbacja w ciągu miesiąca
ru: Макс. мастурбация за месяц
tr: Bir ayda en çok mastürbasyon

source: Most different partners in one month
de: Verschiedene Partner in einem Monat
es: Más parejas diferentes en un mes
fr: Différents partenaires en un mois
it: Più partner diversi in un mese
pl: Różni partnerzy w ciągu miesiąca
ru: Макс. разных партнеров за месяц
tr: Bir ayda en farklı partner

source: Longest streak
de: Längste Streak
es: Racha más larga
fr: Plus longue série
it: Serie più lunga
pl: Najdłuższa seria
ru: Самая длинная серия
tr: En uzun seri

source: Most frequent partner
de: Häufigster Partner
es: Pareja más frecuente
fr: Partenaire le plus fréquent
it: Partner più frequente
pl: Najczęstszy partner
ru: Самый частый партнер
tr: En sık partner

source: Most frequent toy
de: Häufigstes Spielzeug
es: Juguete más usado
fr: Jouet le plus utilisé
it: Gioco più usato
pl: Najczęściej używana zabawka
ru: Самая используемая игрушка
tr: En sık kullanılan oyuncak

source: Highest sex duration
de: Längste Sex-Dauer
es: Mayor duración de sexo
fr: Durée de sexe la plus longue
it: Durata di sesso più lunga
pl: Najdłuższy czas seksu
ru: Самая длинная продолжительность секса
tr: En uzun seks süresi

source: Highest masturbation duration
de: Längste Masturbations-Dauer
es: Mayor duración de masturbación
fr: Durée de masturbation la plus longue
it: Durata di masturbazione più lunga
pl: Najdłuższy czas masturbacji
ru: Самая длинная продолжительность мастурбации
tr: En uzun mastürbasyon süresi

source: Longest chastity session
de: Längste Keuschheits-Dauer
es: Sesión de castidad más larga
fr: Session de chasteté la plus longue
it: Sessione di castità più lunga
pl: Najdłuższa sesja czystości
ru: Самая длинная сессия целомудрия
tr: En uzun sadakat oturumu

source: Not enough data
de: Nicht genug Daten
es: Datos insuficientes
fr: Pas assez de données
it: Dati insufficienti
pl: Brak wystarczających danych
ru: Недостаточно данных
tr: Yeterli veri yok

source: Achievement
de: Erfolg
es: Logro
fr: Succès
it: Risultato
pl: Osiągnięcie
ru: Достижение
tr: Başarı

source: Database Error
de: Datenbankfehler
es: Error de base de datos
fr: Erreur de base de données
it: Errore del database
pl: Błąd bazy danych
ru: Ошибка базы данных
tr: Veritabanı hatası

source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
it: Errore di rete
pl: Błąd sieci
ru: Ошибка сети
tr: Ağ hatası

source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
it: Errore imprevisto
pl: Nieoczekiwany błąd
ru: Неожиданная ошибка
tr: Beklenmeyen hata

source: Invalid Friendcode
de: Ungültiger Freundescode
es: Código de amigo inválido
fr: Code d’ami invalide
it: Codice amico non valido
pl: Nieprawidłowy kod znajomego
ru: Неверный код друга
tr: Geçersiz arkadaş kodu

source: You are offline
de: Du bist offline
es: Estás desconectado
fr: Vous êtes hors ligne
it: Sei offline
pl: Jesteś offline
ru: Вы офлайн
tr: Çevrimdışısınız

source: Invalid login credentials
de: Ungültige Anmeldedaten
es: Credenciales de inicio de sesión no válidas
fr: Identifiants de connexion non valides
pl: Nieważne dane logowania
ru: Неверные данные для входа
tr: Geçersiz giriş bilgileri

source: Email not confirmed
de: Email nicht bestätigt
es: Correo electrónico no confirmado
fr: Adresse e-mail non confirmée
ru: Электронная почта не подтверждена
tr: E-posta onaylanmadı

source: Update your language
de: Aktualisiere deine Sprache
es: Actualiza tu idioma
fr: Mettez à jour votre langue
it: Aggiorna la tua lingua
pl: Zaktualizuj swój język
ru: Обновите язык
tr: Dilini güncelle

source: Chastity Duration
de: Dauer der Keuschheit
es: Duración de castidad
fr: Durée de chasteté
it: Durata della castità
pl: Czas trwania czystości
ru: Время целомудрия
tr: Sadakat süresi

source: Total Users
de: Gesamte Nutzer
es: Usuarios totales
fr: Nombre total d’utilisateurs
it: Totale utenti
pl: Łączna liczba użytkowników
ru: Всего пользователей
tr: Toplam kullanıcı

source: Monthly Users
de: Monatliche Nutzer
es: Usuarios mensuales
fr: Utilisateurs mensuels
it: Utenti mensili
pl: Użytkownicy miesięczni
ru: Пользователи в месяц
tr: Aylık kullanıcı

source: Total Fapstats XP Growth
de: Fapstats XP
es: Total de XP en Fapstats
fr: Fapstats XP
it: Crescita totale XP Fapstats
pl: Całkowity wzrost XP Fapstats
ru: Общий рост XP Fapstats
tr: Toplam Fapstats XP büyümesi

source: Total XP
de: Gesamte XP
es: XP total
fr: XP total
it: XP totale
pl: Łączna XP
ru: Всего XP
tr: Toplam XP

source: New XP
de: Neue XP
es: XP nuevo
fr: Nouvel XP
it: Nuovo XP
pl: Nowa XP
ru: Новые XP
tr: Yeni XP

source: Users by age group
de: Nutzer nach Altersgruppe
es: Usuarios por grupo de edad
fr: Utilisateurs par tranche d’âge
it: Utenti per gruppo di età
pl: Użytkownicy według wieku
ru: Пользователи по возрастным группам
tr: Yaş grubuna göre kullanıcılar

source: User Count
de: Anzahl der Nutzer
es: Número de usuarios
fr: Nombre d’utilisateurs
it: Numero di utenti
pl: Liczba użytkowników
ru: Число пользователей
tr: Kullanıcı sayısı

source: User Growth
de: Nutzerwachstum
es: Crecimiento de usuarios
fr: Croissance des utilisateurs
it: Crescita utenti
pl: Przyrost użytkowników
ru: Рост пользователей
tr: Kullanıcı büyümesi

source: Year Activity
de: Jahresaktivität
es: Actividad anual
fr: Activité annuelle
it: Attività annuale
pl: Roczna aktywność
ru: Годовая активность
tr: Yıl aktivitesi

source: Star
de: Stern
es: Estrella
fr: Étoile
it: Stella
pl: Gwiazda
ru: Звезда
tr: Yıldız

source: Stars
de: Sterne
es: Estrellas
fr: Étoiles
it: Stelle
pl: Gwiazdki
ru: Звезды
tr: Yıldızlar

source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun
pl: Pon
ru: Пн
tr: Pzt

source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
pl: Wto
ru: Вт
tr: Sal

source: Wed
de: Mi
es: Mié
fr: Mer
it: Mer
pl: Śro
ru: Ср
tr: Çar

source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio
pl: Czw
ru: Чт
tr: Per

source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven
pl: Pią
ru: Пт
tr: Cum

source: Sat
de: Sa
es: Sáb
fr: Sam
it: Sab
pl: Sob
ru: Сб
tr: Cts

source: Sun
de: So
es: Dom
fr: Dim
it: Dom
pl: Nie
ru: Вс
tr: Paz

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pl: Poniedziałek
ru: Понедельник
tr: Pazartesi

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pl: Wtorek
ru: Вторник
tr: Salı

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pl: Środa
ru: Среда
tr: Çarşamba

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pl: Czwartek
ru: Четверг
tr: Perşembe

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pl: Piątek
ru: Пятница
tr: Cuma

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pl: Sobota
ru: Суббота
tr: Cumartesi

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pl: Niedziela
ru: Воскресенье
tr: Pazar

source: Select {name}
de: {name} auswählen
es: Seleccionar {name}
fr: Sélectionner {name}
it: Seleziona {name}
pl: Wybierz {name}
ru: Выберите {name}
tr: {name} seç

source: No {name} selected
de: Keine {name} ausgewählt
es: Ningún {name} seleccionado
fr: Aucun {name} sélectionné
it: Nessun {name} selezionato
pl: Brak wybranego {name}
ru: Не выбран {name}
tr: Hiçbir {name} seçilmedi

source: Member Since
de: Mitglied seit
es: Miembro desde
fr: Membre depuis
it: Membro da
pl: Członek od
ru: Участник с
tr: Üyelik tarihi

source: Partner Connection Status
de: Verbindungsstatus des Partners
es: Estado de conexión de la pareja
fr: Statut de connexion du partenaire
it: Stato connessione partner
pl: Status połączenia partnera
ru: Статус подключения партнера
tr: Partner bağlantı durumu

# partnerConnectionInfo
source: Your Partner is successfully connected with another account. This means your profile and all activities you created with this partner will be shared with the connected account.
de: Dein Partner ist erfolgreich mit einem anderen Konto verbunden. Das bedeutet, dass dein Profil und alle Aktivitäten, die du mit diesem Partner erstellt hast, mit dem verbundenen Konto geteilt werden.
es: Tu pareja está conectada con éxito a otra cuenta. Esto significa que tu perfil y todas las actividades creadas con esta pareja serán compartidas con la cuenta conectada.
fr: Votre partenaire est connecté avec succès à un autre compte. Cela signifie que votre profil et toutes les activités créées avec ce partenaire seront partagés avec le compte connecté.
it: Il tuo partner è connesso correttamente con un altro account. Ciò significa che il tuo profilo e tutte le attività create con questo partner verranno condivise con l'account collegato.
pl: Twój partner jest pomyślnie połączony z innym kontem. Oznacza to, że twój profil oraz wszystkie działania stworzone z tym partnerem będą udostępniane połączonemu kontu.
ru: Ваш партнер успешно подключен к другому аккаунту. Это значит, что ваш профиль и все активности, созданные с этим партнером, будут доступны и этому аккаунту.
tr: Partneriniz başka bir hesapla başarıyla bağlandı. Bu, profiliniz ve bu partnerle oluşturduğunuz tüm aktivitelerin bağlı hesapla paylaşılacağı anlamına gelir.

# connectedAccountAllowedTo
source: The connected account is allowed to:
de: Das verbundene Konto darf:
es: La cuenta conectada puede:
fr: Le compte connecté est autorisé à :
it: L'account collegato può:
pl: Połączone konto może:
ru: Подключенный аккаунт может:
tr: Bağlı hesap şunları yapabilir:

source: View your Profile
de: Dein Profil ansehen
es: Ver tu perfil
fr: Voir votre profil
it: Visualizzare il tuo profilo
pl: Wyświetlić twój profil
ru: Просматривать ваш профиль
tr: Profilinizi görüntüle

source: View shared Activities
de: Geteilte Aktivitäten ansehen
es: Ver actividades compartidas
fr: Voir les activités partagées
it: Visualizzare le attività condivise
pl: Wyświetlić wspólne aktywności
ru: Просматривать совместные активности
tr: Paylaşılan aktiviteleri görüntüle

source: Edit shared Activities
de: Geteilte Aktivitäten bearbeiten
es: Editar actividades compartidas
fr: Modifier les activités partagées
it: Modificare le attività condivise
pl: Edycja wspólnych aktywności
ru: Редактировать совместные активности
tr: Paylaşılan aktiviteleri düzenle

source: Delete shared Activities
de: Geteilte Aktivitäten löschen
es: Eliminar actividades compartidas
fr: Supprimer les activités partagées
it: Eliminare le attività condivise
pl: Usuwanie wspólnych aktywności
ru: Удалять совместные активности
tr: Paylaşılan aktiviteleri sil

source: View keyholding Chastity
de: Keuschheit unter Keyholding ansehen
es: Ver castidad bajo custodia de llave
fr: Voir la chasteté sous clé
it: Visualizzare la castità sotto detenzione chiave
pl: Wyświetl czystość pod kluczem
ru: Просматривать целомудрие под контролем ключа
tr: Anahtar tutan sadakati görüntüle

# zodiacCompatibilityDescription
source: Your zodiac compatibility is determined by the dates of birth of both you and your partner.
de: Deine Sternzeichen-Kompatibilität wird durch die Geburtsdaten von dir und deinem Partner ermittelt.
es: Tu compatibilidad zodiacal se determina por las fechas de nacimiento tuyas y de tu pareja.
fr: Votre compatibilité astrologique est déterminée par les dates de naissance de vous et de votre partenaire.
it: La compatibilità zodiacale viene determinata dalle date di nascita tue e del tuo partner.
pl: Twoja kompatybilność zodiakalna jest określana na podstawie dat urodzenia twojej i twojego partnera.
ru: Ваша совместимость по знакам зодиака определяется датами рождения вас и вашего партнера.
tr: Burç uyumluluğunuz, sizin ve partnerinizin doğum tarihleri ​​ile belirlenir.

source: Account email
de: Konto-E-Mail
es: Email de la cuenta
fr: E-mail du compte
it: Email account
pl: Email konta
ru: Email аккаунта
tr: Hesap e-postası

source: Last sign in
de: Letzte Anmeldung
es: Último inicio de sesión
fr: Dernière connexion
it: Ultimo accesso
pl: Ostatnie logowanie
ru: Последний вход
tr: Son giriş

source: Account created
de: Konto erstellt
es: Cuenta creada
fr: Compte créé
it: Account creato
pl: Konto utworzone
ru: Аккаунт создан
tr: Hesap oluşturuldu

source: Account confirmed
de: Konto bestätigt
es: Cuenta confirmada
fr: Compte confirmé
it: Account confermato
pl: Konto potwierdzone
ru: Аккаунт подтвержден
tr: Hesap onaylandı

source: Providers
de: Anmeldeanbieter
es: Proveedores
fr: Fournisseurs
it: Provider
pl: Dostawcy
ru: Поставщики
tr: Sağlayıcılar

source: No Providers
de: Keine Anbieter
es: Sin proveedores
fr: Aucun fournisseur
it: Nessun provider
pl: Brak dostawców
ru: Нет поставщиков
tr: Sağlayıcı yok

# friendcodeWarning
source: Only share your friendcode with people you trust!
de: Teile deinen Freundescode nur mit Personen, denen du vertraust!
es: ¡Solo comparte tu código de amigo con personas de confianza!
fr: Ne partagez votre code d’ami qu’avec des personnes de confiance !
it: Condividi il codice amico solo con persone di cui ti fidi!
pl: Udostępniaj swój kod znajomego tylko zaufanym osobom!
ru: Делитесь кодом друга только с теми, кому доверяете!
tr: Arkadaş kodunuzu sadece güvendiğiniz kişilerle paylaşın!

# friendcodeCanBeUsedTo
source: Your friendcode can be used to:
de: Dein Freundescode kann verwendet werden, um:
es: Tu código de amigo puede usarse para:
fr: Votre code d’ami peut être utilisé pour :
it: Il tuo codice amico può essere usato per:
pl: Twój kod znajomego można wykorzystać do:
ru: Ваш код друга можно использовать для:
tr: Arkadaş kodunuz şunlar için kullanılabilir:

source: Share (sex) activities with you
de: Sex Aktivitäten mit dir zu teilen
es: Compartir actividades (sexuales) contigo
fr: Partager des activités (sexuelles) avec vous
it: Condividere attività (sessuali) con te
pl: Udostępniać aktywności (seksualne) z tobą
ru: Поделиться с вами сексуальными активностями
tr: (seks) aktivitelerini sizinle paylaşma

# shareChastityAsKeyholder
source: Share chastity with you as a keyholder
de: Keuschheit mit dir als Schlüsselträger zu teilen
es: Compartir castidad contigo como custodio de llave
fr: Partager la chasteté avec vous en tant que détenteur de clé
it: Condividere castità con te come detentore della chiave
pl: Udostępniać czystość mając ciebie jako posiadacza klucza
ru: Поделиться целомудрием с вами как держателю ключа
tr: Sadakati anahtar tutan olarak sizinle paylaşma

source: Copy Friendcode to clipboard
de: Freundescode in die Zwischenablage kopieren
es: Copiar código de amigo al portapapeles
fr: Copier le code d’ami dans le presse-papiers
it: Copia codice amico negli appunti
pl: Skopiuj kod znajomego do schowka
ru: Скопировать код друга в буфер обмена
tr: Arkadaş kodunu panoya kopyala

source: Friendcode copied to clipboard
de: Freundescode in die Zwischenablage kopiert
es: Código de amigo copiado al portapapeles
fr: Code d’ami copié dans le presse-papiers
it: Codice amico copiato negli appunti
pl: Kod znajomego skopiowany do schowka
ru: Код друга скопирован в буфер
tr: Arkadaş kodu panoya kopyalandı

source: Custom achievement created successfully
de: Individuellen Erfolg erfolgreich erstellt
es: Logro personalizado creado con éxito
fr: Succès personnalisé créé avec succès
it: Risultato personalizzato creato con successo
pl: Własne osiągnięcie utworzone pomyślnie
ru: Пользовательское достижение создано успешно
tr: Özel başarı başarıyla oluşturuldu

source: Failed to create custom achievement
de: Erstellen des individuellen Erfolgs fehlgeschlagen
es: Fallo al crear logro personalizado
fr: Échec de la création du succès personnalisé
it: Creazione risultato personalizzato fallita
pl: Nie udało się utworzyć własnego osiągnięcia
ru: Не удалось создать пользовательское достижение
tr: Özel başarı oluşturulamadı

source: Custom achievement updated successfully
de: Individueller Erfolg erfolgreich aktualisiert
es: Logro personalizado actualizado con éxito
fr: Succès personnalisé mis à jour avec succès
it: Risultato personalizzato aggiornato con successo
pl: Własne osiągnięcie zaktualizowane pomyślnie
ru: Пользовательское достижение обновлено успешно
tr: Özel başarı başarıyla güncellendi

source: Failed to update custom achievement
de: Aktualisierung des individuellen Erfolgs fehlgeschlagen
es: Fallo al actualizar logro personalizado
fr: Échec de la mise à jour du succès personnalisé
it: Aggiornamento risultato personalizzato fallito
pl: Nie udało się zaktualizować własnego osiągnięcia
ru: Не удалось обновить пользовательское достижение
tr: Özel başarı güncellenemedi

source: Custom achievement deleted successfully
de: Individuellen Erfolg erfolgreich gelöscht
es: Logro personalizado eliminado con éxito
fr: Succès personnalisé supprimé avec succès
it: Risultato personalizzato eliminato con successo
pl: Własne osiągnięcie usunięte pomyślnie
ru: Пользовательское достижение удалено успешно
tr: Özel başarı başarıyla silindi

source: Failed to delete custom achievement
de: Löschen des individuellen Erfolgs fehlgeschlagen
es: Fallo al eliminar logro personalizado
fr: Échec de la suppression du succès personnalisé
it: Eliminazione risultato personalizzato fallita
pl: Nie udało się usunąć własnego osiągnięcia
ru: Не удалось удалить пользовательское достижение
tr: Özel başarı silinemedi

source: Delete Custom Achievement
de: Individuellen Erfolg löschen
es: Eliminar logro personalizado
fr: Supprimer le succès personnalisé
it: Elimina risultato personalizzato
pl: Usuń własne osiągnięcie
ru: Удалить пользовательское достижение
tr: Özel başarıyı sil

source: Deleting this custom achievement will remove:
de: Das Löschen des individuellen Erfolgs entfernt:
es: Eliminar este logro personalizado removerá:
fr: La suppression de ce succès personnalisé entraînera la suppression de :
it: Eliminando questo risultato personalizzato saranno rimossi:
pl: Usunięcie tego własnego osiągnięcia spowoduje usunięcie:
ru: Удаление этого достижения приведет к удалению:
tr: Bu özel başarıyı silmek şunları kaldıracaktır:

source: Just the custom achievement
de: Nur den individuellen Erfolg
es: Solo el logro personalizado
fr: Seulement le succès personnalisé
it: Solo il risultato personalizzato
pl: Tylko własne osiągnięcie
ru: Только пользовательское достижение
tr: Sadece özel başarı

source: Achievement Title
de: Erfolgs-Titel
es: Título del logro
fr: Titre du succès
it: Titolo risultato
pl: Tytuł osiągnięcia
ru: Название достижения
tr: Başarı başlığı

source: Please enter a valid achievement title
de: Bitte gib einen gültigen Erfolgs-Titel ein
es: Por favor, introduce un título de logro válido
fr: Veuillez entrer un titre de succès valide
it: Inserisci un titolo valido per il risultato
pl: Wprowadź poprawny tytuł osiągnięcia
ru: Пожалуйста, введите правильное название достижения
tr: Lütfen geçerli bir başarı başlığı girin
