Repository: theravenstone/fapstats-translations
Catalog: fapstats-app/app_*.arb
Languages: de, es, fr, it, pl, ru, tr

source: Caches invalidated successfully
de: Caches erfolgreich ungültig gemacht
es: Cachés invalidadas con éxito
fr: Caches invalidés avec succès
it: Cache invalidate con successo
pl: Pamięć podręczna została unieważniona
ru: Кэши успешно инвалидированы
tr: Önbellekler başarıyla geçersiz kılındı

source: You have successfully connected Discord
de: Du hast Discord erfolgreich verbunden
es: Has conectado Discord con éxito
fr: Tu as connecté Discord avec succès
it: Hai connesso con successo Discord
pl: Pomyślnie połączono z Discord
ru: Вы успешно связали Discord
tr: Discord başarıyla bağlandı

source: Tag deleted successfully
de: Tag erfolgreich gelöscht
es: Etiqueta eliminada con éxito
fr: Tag supprimé avec succès
it: Tag eliminato con successo
pl: Tag pomyślnie usunięty
ru: Тег успешно удалён
tr: Etiket başarıyla silindi

source: Tag updated successfully
de: Tag erfolgreich aktualisiert
es: Etiqueta actualizada con éxito
fr: Tag mis à jour avec succès
it: Tag aggiornato con successo
pl: Tag pomyślnie zaktualizowany
ru: Тег успешно обновлён
tr: Etiket başarıyla güncellendi

source: Failed to delete tag
de: Löschen des Tags fehlgeschlagen
es: Error al eliminar etiqueta
fr: Échec de la suppression du tag
it: Eliminazione tag fallita
pl: Nie udało się usunąć taga
ru: Ошибка при удалении тега
tr: Etiket silme başarısız oldu

source: Failed to update tag
de: Aktualisieren des Tags fehlgeschlagen
es: Error al actualizar etiqueta
fr: Échec de la mise à jour du tag
it: Aggiornamento tag fallito
pl: Nie udało się zaktualizować taga
ru: Ошибка при обновлении тега
tr: Etiket güncelleme başarısız oldu

source: Edit Tag
de: Tag bearbeiten
es: Editar etiqueta
fr: Modifier le tag
it: Modifica tag
pl: Edytuj tag
ru: Редактировать тег
tr: Etiketi Düzenle

source: Tag name
es: Nombre de la etiqueta
fr: Nom du tag
it: Nome tag
pl: Nazwa taga
ru: Имя тега
tr: Etiket adı

# pleaseEnterValidTagName
source: Please enter a valid tag name
it: Inserisci un nome tag valido
pl: Wpisz poprawną nazwę taga
ru: Пожалуйста, введите корректное имя тега

source: Automated Tag
de: Automatischer Tag
es: Etiqueta automática
fr: Tag automatique
it: Tag automatico
pl: Automatyczny tag
ru: Автоматический тег
tr: Otomatik Etiket

# automaticallyAddsTagToActivitiesBasedOnKeyword
source: Automatically adds the tag to activities based on the keyword in notes
de: Fügt Aktivitäten automatisch einen Tag basierend auf dem Schlagwort in den Notizen hinzu
es: Agrega automáticamente la etiqueta basada en palabras clave en notas
fr: Ajoute automatiquement le tag aux activités si le mot-clé est présent dans les notes
it: Aggiunge automaticamente il tag alle attività basato sulla parola chiave nelle note
pl: Automatycznie dodaje tag do aktywności na podstawie słowa kluczowego w notatkach
ru: Автоматически добавляет тег к активностям на основе ключевого слова в заметках
tr: Notlardaki anahtar kelimelere dayanarak etiketi otomatik olarak aktivitelere ekler

source: Keywords
de: Schlagwörter
es: Palabras clave
fr: Mots-clés
it: Parole chiave
pl: Słowa kluczowe
ru: Ключевые слова
tr: Anahtar kelimeler

# addKeywordsSeparatedByComma
source: Add keywords separated by a comma
de: Füge Schlagwörter durch Komma getrennt hinzu
es: Agrega palabras clave separadas por coma
fr: Ajouter des mots-clés séparés par une virgule
it: Aggiungi parole chiave separate da virgola
pl: Dodaj słowa kluczowe oddzielone przecinkiem
ru: Добавьте ключевые слова, разделённые запятой
tr: Virgülle ayrılmış anahtar kelimeler ekle

# saveAndSync
source: Save & Sync
de: Speichern & Synchronisieren
es: Guardar y sincronizar
fr: Enregistrer & synchroniser
it: Salva e sincronizza
pl: Zapisz i synchronizuj
ru: Сохранить и синхронизировать
tr: Kaydet & Senkronize Et

source: Delete Tag
de: Tag löschen
es: Eliminar etiqueta
fr: Supprimer le tag
it: Elimina tag
pl: Usuń tag
ru: Удалить тег
tr: Etiketi Sil

source: Deleting this tag will remove:
de: Das Löschen dieses Tags entfernt:
es: Eliminar esta etiqueta eliminará:
fr: Supprimer ce tag entraînera la suppression de :
it: Eliminando questo tag verranno rimossi:
pl: Usunięcie tego taga spowoduje usunięcie:
ru: Удаление этого тега приведёт к удалению:
tr: Bu etiketi silmek şu öğeleri kaldıracaktır:

source: The tag itself
de: Den Tag selbst
es: La etiqueta misma
fr: Le tag lui-même
it: Il tag stesso
pl: Samego taga
ru: Самого тега
tr: Etiketin kendisi

source: The tag to activity connection
de: Tag-zu-Aktivität Verbindung
es: Conexión etiqueta-actividad
fr: La connexion entre le tag et l’activité
it: Connessione tag-attività
pl: Powiązania taga z aktywnościami
ru: Связи тега с активностями
tr: Etiket ile aktivite bağlantısı

source: The custom achievement of the tag
de: Den individuellen Erfolg des Tags
es: El logro personalizado de la etiqueta
fr: Le succès personnalisé du tag
it: Risultato personalizzato del tag
pl: Indywidualne osiągnięcie taga
ru: Пользовательского достижения по тегу
tr: Etiketin özel başarısı

source: Tag Details
es: Detalles de la etiqueta
fr: Détails du tag
it: Dettagli tag
pl: Szczegóły taga
ru: Детали тега
tr: Etiket Detayları

source: Tag shared by
de: Tag geteilt von
es: Etiqueta compartida por
fr: Tag partagé par
it: Tag condiviso da
pl: Tag udostępniony przez
ru: Тег предоставлен
tr: Etiket paylaşan

source: Custom Achievement
de: Individueller Erfolg
es: Logro personalizado
fr: Succès personnalisé
it: Risultato personalizzato
pl: Indywidualne osiągnięcie
ru: Пользовательское достижение
tr: Özel Başarı

source: Create Custom Achievement
de: Individuellen Erfolg erstellen
es: Crear logro personalizado
fr: Créer un succès personnalisé
it: Crea risultato personalizzato
pl: Utwórz indywidualne osiągnięcie
ru: Создать пользовательское достижение
tr: Özel Başarı Oluştur

source: Custom Tags
de: Eigene Tags
es: Etiquetas personalizadas
fr: Tags personnalisés
it: Tag personalizzati
pl: Indywidualne tagi
ru: Пользовательские теги
tr: Özel Etiketler

source: Create Tag
de: Tag erstellen
es: Crear etiqueta
fr: Créer un tag
it: Crea tag
pl: Utwórz tag
ru: Создать тег
tr: Etiket Oluştur

source: You have no tags yet
de: Du hast noch keine Tags
es: Aún no tienes etiquetas
fr: Tu n’as pas encore de tags
it: Non hai ancora tag
pl: Nie masz jeszcze tagów
ru: У вас нет тегов
tr: Henüz etiketin yok

source: Suggested Tags
de: Vorgeschlagene Tags
es: Etiquetas sugeridas
fr: Tags suggérés
it: Tag suggeriti
pl: Sugerowane tagi
ru: Предложенные теги
tr: Önerilen Etiketler

source: Click here to add {name} to Tags
de: Hier klicken, um {name} zu Tags hinzuzufügen
es: Haz clic aquí para añadir {name} a las etiquetas
fr: Clique ici pour ajouter {name} aux tags
it: Clicca qui per aggiungere {name} ai tag
pl: Kliknij, aby dodać {name} do tagów
ru: Нажмите здесь, чтобы добавить {name} к тегам
tr: Etiketlere {name} eklemek için tıklayın

source: Want to disable tag suggestions?
de: Tag-Vorschläge deaktivieren?
es: ¿Quieres deshabilitar sugerencias de etiquetas?
fr: Tu veux désactiver les suggestions de tags ?
it: Vuoi disabilitare i suggerimenti tag?
pl: Chcesz wyłączyć sugestie tagów?
ru: Хотите отключить предложения тегов?
tr: Etiket önerilerini kapatmak ister misiniz?

source: Want to show tag suggestions?
de: Tag-Vorschläge anzeigen?
es: ¿Quieres mostrar sugerencias de etiquetas?
fr: Tu veux afficher les suggestions de tags ?
it: Vuoi mostrare i suggerimenti tag?
pl: Chcesz pokazać sugestie tagów?
ru: Хотите показывать предложения тегов?
tr: Etiket önerilerini göstermek ister misiniz?

source: Tag created successfully
de: Tag erfolgreich erstellt
es: Etiqueta creada con éxito
fr: Tag créé avec succès
it: Tag creato con successo
pl: Tag utworzony pomyślnie
ru: Тег успешно создан
tr: Etiket başarıyla oluşturuldu

source: Failed to create tag
de: Erstellung des Tags fehlgeschlagen
es: Error al crear etiqueta
fr: Échec de la création du tag
it: Creazione tag fallita
pl: Nie udało się utworzyć taga
ru: Не удалось создать тег
tr: Etiket oluşturma başarısız oldu

source: Create New Tag
de: Neuen Tag erstellen
es: Crear nueva etiqueta
fr: Créer un nouveau tag
it: Crea nuovo tag
pl: Utwórz nowy tag
ru: Создать новый тег
tr: Yeni Etiket Oluştur

source: Toy Details
de: Spielzeug-Details
es: Detalles del juguete
fr: Détails du jouet
it: Dettagli giocattolo
pl: Szczegóły zabawki
ru: Детали игрушки
tr: Oyuncak Detayları

source: Edit Toy
de: Spielzeug bearbeiten
es: Editar juguete
fr: Modifier le jouet
it: Modifica giocattolo
pl: Edytuj zabawkę
ru: Редактировать игрушку
tr: Oyuncağı Düzenle

source: Toy name
de: Spielzeug-Name
es: Nombre del juguete
fr: Nom du jouet
it: Nome giocattolo
pl: Nazwa zabawki
ru: Имя игрушки
tr: Oyuncak adı

# pleaseEnterValidToyName
source: Please enter a valid toy name
it: Inserisci un nome giocattolo valido
pl: Wpisz poprawną nazwę zabawki
ru: Пожалуйста, введите корректное имя игрушки

source: Delete Toy
de: Spielzeug löschen
es: Eliminar juguete
fr: Supprimer le jouet
it: Elimina giocattolo
pl: Usuń zabawkę
ru: Удалить игрушку
tr: Oyuncağı Sil

source: Deleting this toy will remove:
de: Das Löschen dieses Spielzeugs entfernt:
es: Eliminar este juguete eliminará:
fr: Supprimer ce jouet entraînera la suppression de :
it: Eliminando questo giocattolo verranno rimossi:
pl: Usunięcie tej zabawki spowoduje usunięcie:
ru: Удаление этой игрушки удалит:
tr: Bu oyuncağı silmek şu öğeleri kaldıracaktır:

source: The toy itself
de: Das Spielzeug selbst
es: El juguete mismo
fr: Le jouet lui-même
it: Il giocattolo stesso
pl: Samej zabawki
ru: Саму игрушку
tr: Oyuncağın kendisi

source: The toy to activity connection
de: Spielzeug-zu-Aktivität Verbindung
es: Conexión juguete-actividad
fr: Connexions entre le jouet et l’activité
it: Connessione giocattolo-attività
pl: Połączenia zabawki z aktywnościami
ru: Связь игрушки с активностями
tr: Oyuncak ile aktivite bağlantısı

source: Toy deleted successfully
de: Spielzeug erfolgreich gelöscht
es: Juguete eliminado con éxito
fr: Jouet supprimé avec succès
it: Giocattolo eliminato con successo
pl: Zabawka usunięta pomyślnie
ru: Игрушка успешно удалена
tr: Oyuncak başarıyla silindi

source: Toy updated successfully
de: Spielzeug erfolgreich aktualisiert
es: Juguete actualizado con éxito
fr: Jouet mis à jour avec succès
it: Giocattolo aggiornato con successo
pl: Zabawka zaktualizowana pomyślnie
ru: Игрушка успешно обновлена
tr: Oyuncak başarıyla güncellendi

source: Failed to delete toy
de: Löschen des Spielzeugs fehlgeschlagen
es: Error al eliminar juguete
fr: Échec de la suppression du jouet
it: Eliminazione giocattolo fallita
pl: Nie udało się usunąć zabawki
ru: Ошибка при удалении игрушки
tr: Oyuncak silme başarısız oldu

source: Failed to update toy
de: Aktualisierung des Spielzeugs fehlgeschlagen
es: Error al actualizar juguete
fr: Échec de la mise à jour du jouet
it: Aggiornamento giocattolo fallito
pl: Nie udało się zaktualizować zabawki
ru: Ошибка при обновлении игрушки
tr: Oyuncak güncelleme başarısız oldu

source: Toy shared by
de: Spielzeug geteilt von
es: Juguete compartido por
fr: Jouet partagé par
it: Giocattolo condiviso da
pl: Zabawka udostępniona przez
ru: Игрушка предоставлена
tr: Oyuncak paylaşan

# activitiesWithYear
source: Activities {year}
de: {year}
es: Actividades {year}
fr: Activités {year}
it: Attività {year}
pl: Aktywności {year}
ru: Активности {year}
tr: {year} aktiviteleri

source: Create Toy
de: Spielzeug erstellen
es: Crear juguete
fr: Créer un jouet
it: Crea giocattolo
pl: Utwórz zabawkę
ru: Создать игрушку
tr: Oyuncak Oluştur

source: Toy created successfully
de: Spielzeug erfolgreich erstellt
es: Juguete creado con éxito
fr: Jouet créé avec succès
it: Giocattolo creato con successo
pl: Zabawka utworzona pomyślnie
ru: Игрушка успешно создана
tr: Oyuncak başarıyla oluşturuldu

source: Failed to create toy
de: Erstellung des Spielzeugs fehlgeschlagen
es: Error al crear juguete
fr: Échec de la création du jouet
it: Creazione giocattolo fallita
pl: Nie udało się utworzyć zabawki
ru: Не удалось создать игрушку
tr: Oyuncak oluşturma başarısız oldu

source: Create New Toy
de: Neues Spielzeug erstellen
es: Crear nuevo juguete
fr: Créer un nouveau jouet
it: Crea nuovo giocattolo
pl: Utwórz nową zabawkę
ru: Создать новую игрушку
tr: Yeni Oyuncak Oluştur

source: Your Toys
de: Deine Spielzeuge
es: Tus juguetes
fr: Tes jouets
it: I tuoi giocattoli
pl: Twoje zabawki
ru: Ваши игрушки
tr: Oyuncakların

source: Shared Toys
de: Geteilte Spielzeuge
es: Juguetes compartidos
fr: Jouets partagés
it: Giocattoli condivisi
pl: Udostępnione zabawki
ru: Общие игрушки
tr: Paylaşılan Oyuncaklar

source: You have no toys yet
de: Du hast noch keine Spielzeuge
es: Aún no tienes juguetes
fr: Tu n’as pas encore de jouets
it: Non hai ancora giocattoli
pl: Nie masz jeszcze zabawek
ru: У вас нет игрушек
tr: Henüz oyuncağın yok

source: Little extra side quests
de: Kleine Extramissionen
es: Pequeñas misiones extra
fr: Petites quêtes bonus
it: Piccole missioni extra
pl: Drobne dodatkowe misje
ru: Небольшие дополнительные задания
tr: Küçük Ek Görevler

source: Unlock achievements and level up while tracking your sexual activities.
de: Schalte Erfolge frei und steigere dein Level, während du deine sexuellen Aktivitäten trackst.
es: Desbloquea logros y sube de nivel mientras registras tus actividades sexuales.
fr: Débloque des succès et gagne des niveaux tout en suivant tes activités sexuelles.
it: Sblocca risultati e sali di livello mentre tracci le tue attività sessuali.
pl: Odkrywaj osiągnięcia i awansuj, śledząc swoje aktywności seksualne.
ru: Открывайте достижения и повышайте уровень, отслеживая сексуальные активности.
tr: Cinsel aktivitelerini takip ederken başarılar kazan ve seviyeni yükselt.

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
pl: Zakończone
ru: Завершено
tr: Tamamlandı

# newBadge
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pl: Nowy
ru: Новая
tr: Yeni

source: Create New Activity
de: Neue Aktivität erstellen
es: Crear nueva actividad
fr: Créer une nouvelle activité
it: Crea nuova attività
pl: Utwórz nową aktywność
ru: Создать новую активность
tr: Yeni Aktivite Oluştur

source: Create Activity
de: Aktivität erstellen
es: Crear actividad
fr: Créer une activité
it: Crea attività
pl: Utwórz aktywność
ru: Создать активность
tr: Aktivite Oluştur

source: Create Task
de: Aufgabe erstellen
es: Crear tarea
fr: Créer une tâche
it: Crea compito
pl: Utwórz zadanie
ru: Создать задачу
tr: Görev Oluştur

source: Create New Task
de: Neue Aufgabe erstellen
es: Crear nueva tarea
fr: Créer une nouvelle tâche
it: Crea nuovo compito
pl: Utwórz nowe zadanie
ru: Создать новую задачу
tr: Yeni Görev Oluştur

source: Task created successfully
de: Aufgabe erfolgreich erstellt
es: Tarea creada con éxito
fr: Tâche créée avec succès
it: Compito creato con successo
pl: Zadanie utworzone pomyślnie
ru: Задача успешно создана
tr: Görev başarıyla oluşturuldu

source: Task deleted successfully
de: Aufgabe erfolgreich gelöscht
es: Tarea eliminada con éxito
fr: Tâche supprimée avec succès
it: Compito eliminato con successo
pl: Zadanie usunięte pomyślnie
ru: Задача успешно удалена
tr: Görev başarıyla silindi

source: Task updated successfully
de: Aufgabe erfolgreich aktualisiert
es: Tarea actualizada con éxito
fr: Tâche mise à jour avec succès
it: Compito aggiornato con successo
pl: Zadanie zaktualizowane pomyślnie
ru: Задача успешно обновлена
tr: Görev başarıyla güncellendi

source: Failed to create task
de: Erstellung der Aufgabe fehlgeschlagen
es: Error al crear tarea
fr: Échec de la création de la tâche
it: Creazione compito fallita
pl: Nie udało się utworzyć zadania
ru: Не удалось создать задачу
tr: Görev oluşturma başarısız oldu

source: Failed to delete task
de: Löschen der Aufgabe fehlgeschlagen
es: Error al eliminar tarea
fr: Échec de la suppression de la tâche
it: Eliminazione compito fallita
pl: Nie udało się usunąć zadania
ru: Не удалось удалить задачу
tr: Görev silme başarısız oldu

source: Failed to update task
de: Aktualisierung der Aufgabe fehlgeschlagen
es: Error al actualizar tarea
fr: Échec de la mise à jour de la tâche
it: Aggiornamento compito fallito
pl: Nie udało się zaktualizować zadania
ru: Не удалось обновить задачу
tr: Görev güncelleme başarısız oldu

source: Edit Task Title
de: Aufgabentitel bearbeiten
es: Editar título de tarea
fr: Modifier le titre de la tâche
it: Modifica titolo compito
pl: Edytuj tytuł zadania
ru: Редактировать название задачи
tr: Görev Başlığını Düzenle

source: Delete Task
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
it: Elimina compito
pl: Usuń zadanie
ru: Удалить задачу
tr: Görevi Sil

source: Are you sure you want to delete this task?
de: Bist du sicher, dass du diese Aufgabe löschen möchtest?
es: ¿Seguro que quieres eliminar esta tarea?
fr: Es-tu sûr de vouloir supprimer cette tâche ?
it: Sei sicuro di voler eliminare questo compito?
pl: Czy na pewno chcesz usunąć to zadanie?
ru: Вы уверены, что хотите удалить эту задачу?
tr: Bu görevi silmek istediğinize emin misiniz?

source: You have no tasks yet
de: Du hast noch keine Aufgaben
es: Aún no tienes tareas
fr: Tu n’as pas encore de tâches
it: Non hai ancora compiti
pl: Nie masz jeszcze żadnych zadań
ru: У вас пока нет задач
tr: Henüz göreviniz yok

source: Your Tasks
de: Deine Aufgaben
es: Tus tareas
fr: Tes tâches
it: I tuoi compiti
pl: Twoje zadania
ru: Ваши задачи
tr: Görevlerin

source: Create your personal fucketlist of pleasurable experiences and track your progress as you turn your most intimate desires into reality.
de: Erstelle deine persönliche Fucketlist voller Genussmomente und halte deinen Fortschritt fest, während du deine intimsten Wünsche verwirklichst.
es: Crea tu lista personal de experiencias placenteras y sigue tu progreso mientras haces realidad tus deseos más íntimos.
fr: Crée ta Fucketlist personnelle d'expériences agréables et suis tes progrès pour réaliser tes désirs les plus intimes.
it: Crea la tua Fucketlist personale di esperienze piacevoli e monitora i progressi mentre realizzi i tuoi desideri più intimi.
pl: Utwórz swoją osobistą listę przyjemności i śledź postępy w realizacji najintymniejszych pragnień.
ru: Создайте персональный список приятных опытов и отслеживайте прогресс в реализации ваших самых интимных желаний.
tr: Kişisel zevk deneyimlerinizi oluşturun ve en samimi arzularınızı gerçeğe dönüştürürken ilerlemenizi takip edin.

source: Enter task title
de: Aufgabentitel eingeben
es: Introduce título de la tarea
fr: Entrer le titre de la tâche
it: Inserisci titolo compito
pl: Wpisz tytuł zadania
ru: Введите название задачи
tr: Görev başlığını girin

# pleaseEnterValidTaskTitle
source: Please enter a valid task title
it: Inserisci un titolo compito valido
pl: Wpisz poprawny tytuł zadania
ru: Пожалуйста, введите корректное название задачи

source: Enter new task title
de: Neuen Aufgabentitel eingeben
es: Introduce nuevo título de tarea
fr: Entrer un nouveau titre de tâche
it: Inserisci nuovo titolo compito
pl: Wpisz nowy tytuł zadania
ru: Введите новое название задачи
tr: Yeni görev başlığını girin

source: Total
de: Gesamt
it: Totale
pl: Łącznie
ru: Общее
tr: Toplam

source: Quarterly
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
it: Trimestrale
pl: Kwartał
ru: Квартально
tr: Çeyrek Dönemlik

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pl: Miesięczny
ru: Ежемесячно
tr: Aylık

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pl: Tygodniowy
ru: Еженедельно
tr: Haftalık

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
pl: Codzienny
ru: Ежедневно
tr: Günlük

source: Community Statistics
de: Community-Statistiken
es: Estadísticas comunitarias
fr: Statistiques communautaires
it: Statistiche comunitarie
pl: Statystyki społeczności
ru: Статистика сообщества
tr: Topluluk İstatistikleri

# aggregationPrivacyNotice
source: The displayed data is an aggregation of all user data and cannot be traced back to individual users.
de: Die angezeigten Daten sind eine Zusammenfassung aller Benutzerdaten und können nicht zu einzelnen Benutzern zurückgeführt werden.
es: Los datos mostrados son agregaciones de todos los usuarios y no se pueden rastrear hasta usuarios individuales.
fr: Les données affichées sont une agrégation de toutes les données utilisateurs et ne peuvent pas être retraçées jusqu’à des utilisateurs individuels.
it: I dati mostrati sono aggregazioni di tutti gli utenti e non possono essere ricondotti a utenti singoli.
pl: Wyświetlane dane są agregacją wszystkich użytkowników i nie można ich przypisać do pojedynczych użytkowników.
ru: Отображаемые данные являются агрегированными и не могут быть связаны с отдельными пользователями.
tr: Görüntülenen veriler tüm kullanıcıların verilerinin birleşimidir ve bireysel kullanıcılarla ilişkilendirilemez.

source: Period of time
de: Zeitraum
es: Periodo
fr: Période
it: Periodo
pl: Okres czasu
ru: Период времени
tr: Zaman aralığı

source: Active Users
de: Aktive Nutzer
es: Usuarios activos
fr: Utilisateurs actifs
it: Utenti attivi
pl: Aktywni użytkownicy
ru: Активные пользователи
tr: Aktif Kullanıcılar

# activeUsersDescription
source: Users who have tracked at least 1 activity or started/ended a chastity session in the time interval
de: Nutzer, die im Zeitraum mindestens 1 Aktivität oder eine Keuschheitssitzung getrackt haben
es: Usuarios que han registrado al menos 1 actividad o iniciado/terminado una sesión de castidad en el intervalo de tiempo
fr: Utilisateurs ayant suivi au moins 1 activité ou commencé/terminé une session de chasteté durant la période
it: Utenti che hanno tracciato almeno 1 attività o iniziato/terminato una sessione di castità nel periodo
pl: Użytkownicy, którzy śledzili co najmniej 1 aktywność lub rozpoczęli/ukończyli sesję czystości w danym okresie
ru: Пользователи, которые записали минимум одну активность или начали/завершили сессию целомудрия в выбранный период
tr: Belirtilen zaman diliminde en az 1 aktivite takip eden veya sadakat oturumu başlatan/bitiren kullanıcılar

source: New Users
de: Neue Nutzer
es: Nuevos usuarios
fr: Nouveaux utilisateurs
it: Nuovi utenti
pl: Nowi użytkownicy
ru: Новые пользователи
tr: Yeni Kullanıcılar

# newUsersDescription
source: Number of Users who joined Fapstats in the time interval
de: Nutzer, die Fapstats im Zeitraum neu beigetreten sind
es: Número de usuarios que se unieron a Fapstats en el intervalo de tiempo
fr: Nombre d’utilisateurs ayant rejoint Fapstats durant la période
it: Numero di utenti che hanno aderito a Fapstats nel periodo
pl: Liczba użytkowników, którzy dołączyli do Fapstats w danym okresie
ru: Количество пользователей, присоединившихся к Fapstats за указанный период
tr: Belirtilen zaman diliminde Fapstats'a katılan kullanıcı sayısı

source: Tracked Activities
de: Getrackte Aktivitäten
es: Actividades registradas
fr: Activités suivies
it: Attività tracciate
pl: Śledzone aktywności
ru: Записанные активности
tr: Takip Edilen Aktiviteler

# trackedActivitiesDescription
source: Tracked activities in the time interval
de: Getrackte Aktivitäten im Zeitraum
es: Actividades registradas en el intervalo de tiempo
fr: Activités suivies durant la période
it: Attività tracciate nel periodo
pl: Aktywności śledzone w danym okresie
ru: Активности, записанные за выбранный период
tr: Belirtilen zaman diliminde takip edilen aktiviteler

source: New Partners
de: Neue Partner
es: Nuevos partners
fr: Nouveaux partenaires
it: Nuovi partner
pl: Nowi partnerzy
ru: Новые партнеры
tr: Yeni Partnerler

# newPartnersDescription
source: Partners created in the time interval
de: Im Zeitraum erstellte Partner
es: Partners creados en el intervalo de tiempo
fr: Partenaires créés pendant la période
it: Partner creati nel periodo
pl: Partnerzy utworzeni w danym okresie
ru: Партнеры, созданные за период
tr: Belirtilen zaman diliminde oluşturulan partnerler
